[
    {
        "name": "To Pimp a Butterfly",
        "image": "https://i.imgur.com/yVP4iVw.jpeg",
        "imageB": "https://i.imgur.com/ZNzaRJT.png",
        "description": "iconic album that changed hiphop into being more socially conscious and probably is one of the best hiphop albums ever made. the cover is also sick."
    },
    {
        "name": "Igor",
        "image": "https://i.imgur.com/ow64JBT.png",
        "imageB": "https://i.imgur.com/c7RM9mf.png",
        "description": "my favourite tyler the creator album and probably my favourite album ever. tells a story as well as having only bangers. the vinyl even has a secret song (boyfriend) which is fire and the cover really stands out, listen to it now."
    },
    {
        "name": "The Money Store",
        "image": "https://i.imgur.com/b5KRiVD.jpeg",
        "imageB": "https://i.imgur.com/jfmZ0my.png",
        "description": "this album got me drenched in sweat by the end of it. its like a gateway drug to more experiemental hiphop aswell as a gateway into crack. idk if id say you should buy this as the bdsm type cover probably wont leave a good impression on your friends and family."
    },
    {
        "name": "My Beautiful Dark Twisted Fantasy",
        "image": "https://i.imgur.com/wQc2HIF.jpeg",
        "imageB": "https://i.imgur.com/UEGcCMp.png",
        "description": "best nicki minaj verse ever on monster, best rick ross verse on devil in a new dress and runaway is probably my favourite song ever. listen to it if you havent yet. the album art is also iconic and recognisable so its pretty cool to have."
    },
    {
    "name": "Ziggy Stardust and the Spider From Mars",
    "image": "https://i.imgur.com/CUNB0ig.jpeg",
    "imageB": "https://i.imgur.com/n9pzOaH.png",
    "description": "basically perfect album in my mind. not a single miss, five years is a perfect start and rock 'n' roll suicide is the perfect final song. the cover is icon too, also undeniable proof david bowies from the future he predicted kanye west!!"
    }   
]
