[
      {
            "type": "Manhwa",
            "name": "Heavenly Grand Archive's Young Master",
            "score": 5.5,
            "description": "Generally an alright murim manhwa, I liked how it was an older guy being reincarnated this time because usually its some like 20 year old genius (though the way he acts isn't much different to the normal murim MC), the side characters are silly and entertaining too which is nice too. My main issue is that this manhwa has a kind of fucked up start with the previous owner of the body wanting to off himself constantly and everyone around him worried for when he'd try again only for it to just him being a silly guy a few chapters later. Felt like complete tonal whiplash. I'm not sure how realistic it is as thankfully I don't have any personal experience with situations like that but it was still kind of fucked and left a bad taste in my mouth."
      },
      {
            "type": "Manhwa",
            "name": "The Dang Clan's Swordmaster Heir Just Wants a Normal Life",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/KoQBEWy.jpeg",
            "description": "I'm unsure why people keep titling their manga like this because no this guy doesn't want a normal life... If he did he'd have just ran away, he had the power to do that like near instantly. Aside from poor naming though I found that this was alright, the story is pretty nothing but it's murim which is unfortunately my favourite genre and had some pretty heartfelt moments for random murim slop. The art wasn't exactly the norm but it was expressive and didn't feel lazy. The backgrounds have the generic assets that I've complained about before but it's easier to forgive here as it doesn't stand out as much and there are sometimes some hand-drawn assets mixed in."
      },
      {
            "type": "Manhwa",
            "name": "Academy's Genius Swordmaster",
            "score": 3,
            "description": "The backgrounds suck ass and use a lot of the generic placeholder assets you see in other manhwa, the posing of the characters are almost always stilted (especially earlier on, it gets a little better later on) and hair colour is just about as far as character designs go except for the werehumans who instead of looking basic just look like shit. The characters themselves are pretty generic and boring, strong MC and group of strong quirky friend like angry sword woman, big strong man, they even have a knockoff Pram. I'm not even sure how strong the MC is because he was somehow able to kill a like god in his last life that killed like tens of thousands and then you mean to tell me that he can't use an apparently basic part of swordsmanship? In general its a little hard to gauge power in this story, like how can an attack from the strongest swordsman be blocked by a teenager? The plot is about as generic as it gets too, evil cult wants to destroy the world so MC has to get strong and kill them, not to mention its regression so it couldn't possibly be interesting in the first place when you already know the destination, truly the isekai of manhwa. \n I first heard of this because it was popular on r/manhwa a few months ago which was already a real flag and then found out it was popular on ComicK too so I went in already knowing it was going to be shit, lo and behold it was. I know it's bad to come in with already negative expectations of something but if this manhwa was actually good it'd be able to change my expectations so I don't want to hear any shit. Academy's Genius Swordmaster's real saving grace is that it's so nothing that it can't possibly offend me enough for it to be rated lower than a 3."
      },
      {
            "type": "Manhwa",
            "name": "The Art of Reincarnation",
            "score": 3,
            "description": "Another basic regression manhwa 🥱. The art is pretty bad and while it does get a little better as it progresses it only becomes about mediocre by the point it's currently at, I thought maybe the MC not having an arm would be an interesting idea only for him to get the arm back like two chapters in. I feel like I've read this before but just better in things like The Swordmaster's Son so unless you're really craving for OP MC medieval slop shit then I'd avoid this."
      },
      {
            "type": "Manhwa",
            "name": "The Knight Who Only Lives Today",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/gbfWBTO.png",
            "description": "Just a very well done 'regression' (I guess though he's only going back a day) story. If I had to make a comparison it'd probably be to Solo Leveling. Like Solo Leveling it's not the most intricate story, interesting world or fleshed out characters but at the same time nothing is done poorly either. The characters aren't over the top, they act close enough to normal people to not get pulled out of the story. I quite liked reading the continued teasing of the MC, it was charming and as normal manhwa comedy is anything but subtle it was a breath of fresh air. The art is very pretty too and the pacing isn't completely fucked in the sense that it's taking time for the MC to become stronger. Quite excited to see how this one pans out (the Webtoon translation has the most dogshit dialogue of all time by the way read the Asura one)."
      },
      {
            "type": "Manga",
            "name": "Reincarnated Devil's Plan for Raising the Strongest Hero",
            "score": 4,
            "description": "Pretty decent start but it goes downhill fast. The characters are far too uninteresting for main characters, contrary to popular belief tragic backstories isn't always enough to make me care about a character and neither the actual story or worldbuilding diverges enough from the usual OP MC isekai slop to carve out its own place in the very oversaturated genre. If you're looking for something similar to this just read SpyXFamily, it's better in every aspect."
      },
      {
            "type": "Manga",
            "name": "My Daughter Was an Unsold Slave Elf",
            "score": 5,
            "description": "Definitely a charming manga to turn your brain off to but ultimately lacks enough substance to keep me around or come back to for any future chapters."
      },
      {
            "type": "Manhwa",
            "name": "The Returned C-Rank Tank Won't Die!",
            "score": 2,
            "description": "Imagine for a moment, bones without the bizarre schizophrenia or the good art. What does that leave you with? An edgy mess of stitched together ideas implemented as poorly as you possibly could. The character has no growth, in the first chapter she's already batshit insane and any impact this could've had is negated by having happened in the first chapter. Half a chapter of her boyfriend being a huge dick isn't enough if you want me to really despise this guy, sorry. Like I don't like him but I also know nothing about him as he's fuckin paper thin. Kind of the opposite of Rachel from Tower of God."
      },
      {
            "type": "Manga",
            "name": "What Do You Wish For With Those Murky Eyes: Record of Highserk War",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/DJ4Xfb1.png",
            "description": "Interesting story, a pretty unique spin on the whole isekai story with good art and a pretty rad setting (medieval fantasy isn't exactly something I seem to find a lot in manga) tragically held back by the worst translations of all time. I'm unsure as to if I should be rating based on translations but I'm going to regardless. After about chapter 15 or 16 everything goes absolutely batshit and incoherent. Lots of missing pages, missing chapters and I found myself reading English, Spanish and Portuguese (a language that I don't even know so I was just reading the Spanish and English overlapping words) just to get an inkling of whats going on. If I was to just read the English translation I'd have missed out on a fair bit and I still felt like I was going insane regardless. I'm unsure if this was just a ComicK issue or what but regardless I don't have the energy to find out. The first 15 chapters were good though."
      },
      {
            "type": "Book",
            "name": "The Lord of the Rings: The Fellowship of the Ring",
            "score": 5,
            "description": "Sorry guys but this book is so boring. I don't like how the author explains every detail of every rock and pebble, it just feels tedious and the old timey English isn't exactly a smooth read either. They're a queer breed seemingly? Okay Tolkien you can't trick me into reading your gay fanfictions I see what you're doing here."
      },
      {
            "type": "Book",
            "name": "On Bowie",
            "score": 5,
            "description": "Lots of interesting David Bowie info but holy fuck the glaze in this book is insane. Like I'm a big David Bowie fan, I'm reading a book about him after all but this guy is on another level. It feels like every page or two we get a little interjection from this guy talking about how hot and sexy Bowie is and how everyone nearby wanted to fuck him like cmon man 😭."
      },
      {
            "type": "Comic",
            "name": "Kill Six Billion Demons",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/rl3gXiJ.jpeg",
            "description": "The art in this comic is so pretty, it's like I'm taking a picture every few pages. I'm also quite enjoying the story, it's unique and keeps me guessing as well as somehow managing to feel less over-the-top Tumblr-lesbian than other Western comics despite girls kissing all the time in extremely over-the-top ways, it's quite odd (I know that vibe usually comes from Webtoons but still). It helps that all the characters a just cool as hell too, Allison with all the scars and long white hair looks sick, sad she got the lesbian cut so soon 😢, Incubus is such a sexy mf with his big ass star earring and White Chain with the prayer beads?!!? All I know is one day I wish to reach their level of drip. \n The characters also happen to just be unapologetically cool while still having room to develop which is something a lot of comics, manga especially struggle with. Them kicking ass and having their ass kicked are both equally fun to watch, the fights are great especially later on, some of the best biggest and most explosively fun battles I've ever seen. The world itself is pretty wacky and fun too, maybe it's just because I've read a lot of manga but I haven't seen something like this wild and diverse in characters and world design since I read Saga. My only big issue was sometimes I found the story a little hard to follow, though it may just be due to how illiterate I am. There was just a lot going on though, lots of panels felt like some were's Waldo shit and it was sometimes to the comic's detriment even if it's undoubtedly cool to look at a big ass battle with so much shit going on. I love you Solomon David."
      },
      {
            "type": "Manga",
            "name": "Hello, I'm the Hero's Father.: I'm Sorry for All the Trouble My Foolish Son Has Caused You.",
            "score": 2,
            "description": "The art isn't very dynamic at all. Super repetitive story and the characters have so little to them I find myself losing interest very quickly despite how short the story actually is. Doesn't even manage to finish the story either 💔."
      },
      {
            "type": "Manga",
            "name": "Meat Buns",
            "score": 7,
            "spoiler": true,
            "image": "https://a.ze.wtf/review-imgs/CVNI5HU.jpeg",
            "description": "Only five chapters long and almost made me cry. Very (bitter??) (sweet??) story."
      },
      {
            "type": "Manga",
            "name": "Life of Pyonko",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/CUZRrCp.jpeg",
            "description": "It's not actually that good but I just found this manga so charming I had to give it a 7. It took me a minute or two to catch up and I just had a smile on my face the whole way through, Pyonko is very cute and I'm rooting for her to achieve her culinary dreams."
      },
      {
            "type": "Manga",
            "name": "My New Girlfriend Is Not Human?",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/MeEtfKN.jpeg",
            "description": "I know it's technically English so it's not a manga but it has the manga artstyle so it's fine. Pretty charming story, the art is nice, the premise is interesting and it certainly has its moments despite every chapter being only a few pages. I can also appreciate it not just falling into being only mindless fanservice which many similar manga end up being. Its more bizarre moments pretty intriguing too, especially that scene with Akane in chapter 40 and 41. Sometimes it felt like the manga was wearing its inspirations on its sleeve a bit much though, especially towards Chainsaw Man and it also seemed a little uncoordinated later on, it was also a little weird how that girl just forgave Taya for offing her family so easily."
      },
      {
            "type": "Manga",
            "name": "Onimai: I'm Now Your Sister!",
            "score": 2,
            "description": "A very bizarre mix of self improvement and cgdct. Unfortunately while that is perhaps a mixture of ideas that might just end up being an entertaining read it's main genres are comedy and slice of life so there was no chance I was ever going to enjoy this.\n I've been forced to realise over and over that the Japanese are not funny people and their attempts always end in complete failure. Not a single joke in the entire 96 chapters I read was even funny enough to make me even exhale air. This was mainly because all the jokes are the same joke, Mahiro is in a normal situation and is too much of a shut-in to act normal and freaks the fuck out. It wasn't funny the first time and it certainly wasn't funny the 96th time. The joke about Mahiro getting hard because a little girl touched him landed especially poorly and made me want to blow my brains out and it's a little unnerving to see this character who was meet to be some grown ass man act like a little anime girl maybe that's just me though.\n I also don't really like how this sketchy man is befriending little girls. The only things I can give it credit for is that the art is pretty alright and that the self improvement throughline is mildly interesting."
      },
      {
            "type": "Manhwa",
            "name": "Chronicles of the Reincarnated Demon God",
            "score": 3.5,
            "description": "The robe is so bad why did they do this 😭 😭"
      },
      {
            "type": "Book",
            "name": "Warrior Cats",
            "score": 3.5,
            "description": "This was a fairly popular series when I was in like year 6 so I decided that now, 600 years later, would be a good time to check it out. It wasn't very good, was that perhaps because its target audience is 10 year olds? Probably. Not going to read any other books in this series"
      },
      {
            "type": "Manga",
            "name": "Raul and the Vampire",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/3rQJpTn.png",
            "description": "It seems many are unable to recognise peak fiction even when it looks them directly in the eyes."
      },
      {
            "type": "Manhwa",
            "name": "Duke Pendragon: Master of the White Dragon",
            "score": 3,
            "description": "Randomly seemed to appear out of nowhere, I think I've read a few other manhwa like this where they are just clearly missing something. I can't say for sure what it's missing but it fails to entertain me. Kind of reminds me of that manhwa where the girl was like working for the king but was also strong or something idk. The art also seemed to just degenerate overtime."
      },
      {
            "type": "Manhwa",
            "name": "Random Chat",
            "score": 3,
            "description": "Read this one in a trance. The story was giving Eleceed vibes with how repetitive it was but unlike Eleceed the cast isn't charming and the art isn't good.I didn't particularly like a character in this and the writing was more often then not overly edgy. If it wasn't so easy to digest I wouldn't have finished this one, kind of disappointed in myself for wasting this much time though, this is below Youtube shorts level slop."
      },
      {
            "type": "Manga",
            "name": "Emerging",
            "score": 3,
            "description": "The disease really need to be developed on more, like how the fuck did they make the choice not to explore the most interesting part of this manga? The ending feels out of nowhere and leads me to believe this must have gotten canceled and the author had to make an ending in a few episodes. I also really don't like the old looking artstyle, doesn't do it for me."
      },
      {
            "type": "Manga",
            "name": "Cat Soup",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/gpKeCJg.png",
            "description": "Honestly this was really disturbing, it made me feel mad uncomfortable and the humour didn't hit for me but I couldn't look away either. The kids are really mean too :(. To be honest I could only read the first two volumes as the English translation seems to be missing for the rest, but I think I got an idea of it and I don't think I could read any more to be honest. Still I feel like being disturbing was its point so I'm gonna give it a 5 due to being impressed by how well it pulls it off."
      },
      {
            "type": "Manga",
            "name": "Shibatarian",
            "score": 4,
            "description": "Very unhinged, bizarre and surrealist though it was just too confusing a lot of the time for me, maybe I'm just stupid or something but it was quite disappointing. I did like some of the over the top set pieces that turned up though. The violence felt meaninglessly over the top a lot of the time, and the art isn't very dynamic so the fights seem kind of stilted. Feels like it should have been both longer and shorter and to be honest that probably just means it was just a bad concept, the ending was sweet though."
      },
      {
            "type": "Manga",
            "name": "The Heavenly Demon Wants a Quiet Life",
            "score": 3.5,
            "description": "Even coming up with titles is too hard now? Ok."
      },
      {
            "type": "Manga",
            "name": "Sayonara, Zetsubou-Sensei",
            "score": 4,
            "description": "I literally don't know how I read this. I just sat down and every once and a while cringed at how bad the joke was and then suddenly I had finished it and I was like what the fuck shit's crazy."
      },
      {
            "type": "Manga",
            "name": "Heavenly Delusion",
            "score": 5,
            "description": "Just not what I was looking for at the time I read it, I'm sure if I was in the right mood it would be real interesting but I was just feel uncomfortable. I will certainly try to reread this when I can."
      },
      {
            "type": "Manga",
            "name": "Attack on Titan: Before the Fall",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/01URhvf.jpeg",
            "description": "Missed out for this to be BL between Kuklo and Xavi but what do I know. Either way the story was very bipolar and all over the place. It needed like 10 extra chapters at least to setup stakes, I get why Kuklo and Sharle care about each other, they talked for like two years but I didn't have enough time to care about either of them. On top of that, why the fuck this guy thinks he's a titan's son because I still don't know. Like I know they told him that he is but he's very clearly not. Sharle has no purpose other than providing stakes which kind of sucks when she should have been way more important to the story. I also didn't like how cringy the dialogue was at points, like I appreciate that its a shounen manga but still this is bad even for a shounen and a lot of sections of the manga were retreading ground from the original just like worse. The art is the main redeeming factor because it's straight fire."
      },
      {
            "type": "Manga",
            "name": "Blue Heaven",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/EWgzlj9.png",
            "description": "Despite feeling a bit dated the artwork is very nice. I was pretty engaged with this one for the first few chapters but at a point it just kind of devolved into random bullshit going on and it was just a bit all over the place to build any semblance of tension."
      },
      {
            "type": "Manga",
            "name": "Voices of a Distant Star",
            "score": 5,
            "description": "The kind of thing you forget the moment you finish it. 0 impact on anything, it wasn't a bad time though, just a nothing time. I mean that might be account of it being like 10 chapters long but it really just doesn't have enough time to do anything it wants to. Like if you only have two volumes don't pick both romance and mecha."
      },
      {
            "type": "Manga",
            "name": "Wonder Cat Kyuu-chan",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/ffSW6ek.png",
            "description": "It does its job of being cute and silly and you can finish it in less than an hour."
      },
      {
            "type": "Manhwa",
            "name": "Kubera",
            "score": 2.5,
            "description": "Imagine Tower of God if the art was even more shit and the story was even more boring."
      },
      {
            "type": "Manga",
            "name": "MAD",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/d8aV1mZ.png",
            "description": "I have no idea why this is bordering on a 7 on MAL, this is a very promising first eight chapters and I think I'll keep up with this series. Maybe it's just because I'm a fiend for post apocalyptic stories though."
      },
      {
            "type": "Manhua",
            "name": "Grandmaster of Demonic Cultivation - Mo Dao Zu Shi",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/0QxY0aV.png",
            "description": "The homosexual Chinese are the only people who can make good manhua. Too bad a bit too much is left unexplained, and no I'm not watching the drama to figure it out. I'm also not a massive fan of how the art develops but that's neither here nor there as I've seen a bunch of people who do like it."
      },
      {
            "type": "Manga",
            "name": "Sasaki and Miyano",
            "score": 6.5,
            "description": "Boy loveception. I didn't find the story that special or interesting, it's above average but surely not worthy of #1 BL manga on MAL."
      },
      {
            "type": "Manga",
            "name": "Azumanga Daioh",
            "score": 3,
            "description": "When the best character is a pedophile that's when you know you've fucked up."
      },
      {
            "type": "Comic",
            "name": "East of West",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/m2NtZ8H.jpeg",
            "description": "I'm sorry but this shit is so overrated, it could not keep me engaged at all and while some panels look good often the art style just kind of looks like shit to me at least. The world building was above average though."
      },
      {
            "type": "Manhwa",
            "name": "The Slumbering Ranker",
            "score": 2.5,
            "description": "Not even good enough to be slop, he wakes up chapter one OP. Like where are you meant to go from there? Also its a VR MMORPG manhwa and those just suck ass by default."
      },
      {
            "type": "Manga",
            "name": "Our Aimless Nights",
            "score": 5,
            "description": "Very middle of the road romance manga, doesn't do anything bad but its not doing anything particularly well. Saving grace is probably it being 25 chapters because if this was like 60 I wouldn't have been able to finish it."
      },
      {
            "type": "Webtoon",
            "name": "Purple Hyacinth",
            "score": 7,
            "description": "Kym is such a stupid ass name I can't take it and at the start the exposition was so forced, they could have just had the dating helps you moving on line but ig they thought I was stupid."
      },
      {
            "type": "Webtoon",
            "name": "My Girlfriend Is an Orc Warlord!",
            "score": 2.5,
            "description": "Basically no story with gags that don't do anything for me."
      },
      {
            "type": "Comic",
            "name": "Something is Killing the Children",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/0U3smMV.png",
            "description": "Kind of corny sometimes but its a good time and I really like the art style. I don't like how it feels like events don't have the impact they should though."
      },
      {
            "type": "Comic",
            "name": "Saga",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/kLs9xGz.jpeg",
            "description": "This series was so fucking weird, TVs having sex, planet babies, people banging spiders, little seal guys who walk around, race wars and sextillion. I've changed the score like 4 times from 7 to 6 to 8 to now 8.5. Idk maybe I'll make it a 1 in a week who knows."
      },
      {
            "type": "Comic",
            "name": "Unsounded",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/mMJpBC0.png",
            "description": "The main character is so fucking annoying and it just wasn't that interesting. Only almost 5 because the art went hard every once in a while for some reason even though most of a time it was mid."
      },
      {
            "type": "Manga",
            "name": "Childhood Friend of the Zenith",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/rliApGi.png",
            "description": "Lots of praise for this on r/manhwa because they have brain damage. It's standard murim slop that will 100% have a future harem."
      },
      {
            "type": "Manga",
            "name": "In the Room",
            "score": 3.5,
            "image": "https://a.ze.wtf/review-imgs/RRGbVen.png",
            "description": "Carried by the monster designs. That shit was fire."
      },
      {
            "type": "Manga",
            "name": "High School Musical",
            "score": 3.5,
            "description": "Read this because it was lowest on MAL. It's real bad but I reckon its only a 2 bc its based on high school musical. Change the names and its gonna be sitting at a 6.4 on MAL."
      },
      {
            "type": "Manga",
            "name": "Build King",
            "score": 1.5,
            "description": "0 potential thank god they pulled the plug on it."
      },
      {
            "type": "Manhwa",
            "name": "The Baengri Clan's Unwanted Granddaughter",
            "score": 6,
            "description": "It's a fine murim (kind of??) manga. I'm not 100% sure what genre trying to be but its an alright time waster."
      },
      {
            "type": "Manga",
            "name": "Omori",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/GIWp7yE.png",
            "description": "I don't know why they are making an Omori manga, it just seems like a bizarre choice to retell a game in manga form. I like the art a lot so far and the story is Omori which I thought was only pretty alright. I also feel like it should have been english originally and then go to japanese?? Like Omori was most popular in America, maybe to spread its influence but in that case I would have made it in Chinese or something. who knows."
      },
      {
            "type": "Manga",
            "name": "Tokyo-hatsu Isekai-yuki",
            "score": 6,
            "description": "A pretty alright set of 9 short stories, not a massive fan of the dating looking art though."
      },
      {
            "type": "Manga",
            "name": "Wistoria: Wand and Sword",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/by0JTxX.png",
            "description": "The art is sometimes incredible, the story on the other hand had me constantly cringing. If they got an actual good author on this it could have been so great. I'd still read if you like seeing pretty panels every few chapters."
      },
      {
            "type": "Manga",
            "name": "Don't Destroy Humanity",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/tRC0IeT.png",
            "description": "Could have become a 7 if it had more time to expand but it got cut off too soon :( I also wasn't a massive fan of the TL trying to guilt trip the readers saying its our fault it got cancelled and shit. Mf you were the one giving it to use for free, how you trying to take the high road."
      },
      {
            "type": "Manga",
            "name": "The Big Bees",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/t3YjDaz.png",
            "description": "They're just such silly little guys !!"
      },
      {
            "type": "Manga",
            "name": "Tonari no Kurokawa-san",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/TAZ4RKc.png",
            "description": "I only need one chapter to figure out the whole plot, I'll update my rating if something drastic happens like that one Dress Me Up Darling arc tho."
      },
      {
            "type": "Manga",
            "name": "Ambivalent: Dotei wo Sutetara Shinu Sekai",
            "score": 1.5,
            "description": "The Comick front page is not halal."
      },
      {
            "type": "Manga",
            "name": "Silver Spoon",
            "score": 4,
            "description": "I know a lot of people like this, I just don't. couldn't get invested idk. maybe I'll come back at some point tho."
      },
      {
            "type": "Manga",
            "name": "Kami no Kodomo",
            "score": 3.5,
            "image": "https://a.ze.wtf/review-imgs/DzLZagq.png",
            "description": "Went for something mature and deep but just ended up a series of disturbing events and a main character who is the worst and just never gets redeemed."
      },
      {
            "type": "Manga",
            "name": "I Like You Who Can Have Sex Anyone.",
            "score": 1.5,
            "description": "It's porn. I know I should have thought that from the title but it wasn't listed as porn so I thought maybe it was a real story about people with like a fucked up sex life or something?? (Idk what I was thinking). Above average porn plot though."
      },
      {
            "type": "Manga",
            "name": "One Piece: Nami vs. Kalifa",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/lM2D9EQ.jpeg",
            "description": "Boichi is actually so shit at drawing girls its honestly insane. This feels closer to softcore porn then a oneshot. The fight is pretty good too but I just cannot read this with a straight face I just feel silly."
      },
      {
            "type": "Manhwa",
            "name": "The Gamer",
            "score": 1.5,
            "description": "Just going through my backlog of bad manga I dropped at this point. The Gamer is shit straight from the start till (I assume) the end. The art is genuinely awful, often worse then Tower of God but where Tower of God (somewhat) succeeded in story, The Gamer didn't and was just felt silly all the way. The art also somehow managed to never improve."
      },
      {
            "type": "Manga",
            "name": "Seven Deadly Sins",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/vGWNjuE.png",
            "description": "I didn't make it through this one. If anyone wants to write a shounen I'd read this first and then if you feel yourself writing something similar make drastic changes."
      },
      {
            "type": "Manga",
            "name": "My Hero Academia",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/SUJTYIY.png",
            "description": "It finished recently (as of writing this) so I took that as a chance to finish it. The ending was just as unsatisfying as everyone said it was and a really bad way to end a pretty alright shounen manga. The art was easily its best aspect tho shit was fire."
      },
      {
            "type": "Manga",
            "name": "Miss Kobayashi's Dragon Maid",
            "score": 1,
            "description": "When you make your characters children and still do fanservice :3"
      },
      {
            "type": "Manga",
            "name": "Mushoku Tensei: Jobless Reincarnation",
            "score": 0,
            "description": "I've been this series #1 opp for a little while now but didn't put it here bc I thought I already did lol. Anyways this manga/anime is kind of like I'm The Fated Villain in the way that the mc is an irredeemable pos that's impossible to root for. I gave this +0.1 though because he hasn't raped anyone (I think). The manga is also worse pedophile wise (or better if you are a pedo) than the anime. I know this is really popular and my only thought for a reason why is that anime fans are all pedophiles anyways so they don't care."
      },
      {
            "type": "Manga",
            "name": "The Hitman's Fave",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/Mgk7MBy.png",
            "description": "Mildly entertaining but repetitive manga. I can see this going a max of 20 chapters unless it finds some different jokes."
      },
      {
            "type": "Manga",
            "name": "Bunny Drop",
            "score": 1.5,
            "description": "Get rid of the incest at the end and we're getting somewhere. I liked the entire thing up till there and it just threw it out the window. \n \n Edit: Actually it was pretty bad even without the fucked ending. Especially the ugly as shoujo art style."
      },
      {
            "type": "Manhwa",
            "name": "Solo Leveling: Ragnarok",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/MtfalEE.jpeg",
            "description": "We're really early on rn but so far its art is very pretty like the original and the story is intriguing so far. Hoping it will be as well executed as the original."
      },
      {
            "type": "Manga",
            "name": "Akuyaku Reijou Tensei Ojisan",
            "score": 3.5,
            "description": "I genuinely could not not tell you who this is for. Do middle aged Japanese men read villainess manga?"
      },
      {
            "type": "Manga",
            "name": "Grashros",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/7gxJ6nc.png",
            "description": "Art good, story alright until halfway, then story bad."
      },
      {
            "type": "Manga",
            "name": "Ambivalent: Dotei wo Sutetara Shinu Sekai",
            "score": 2.5,
            "description": "Everyday a new borderline porn manga for 11 year olds is released. So sad *exhale*."
      },
      {
            "type": "Manga",
            "name": "Kuchibeta Shokudou",
            "score": 5,
            "description": "Shoutout to Moosyu for doing chapter 52. What a nice guy!!"
      },
      {
            "type": "Manhua",
            "name": "I'm the Fated Villain",
            "score": 0,
            "image": "https://a.ze.wtf/review-imgs/14srHpk.png",
            "description": "I get that the MC is a villain and that's the whole idea but also how does the author expect me want a mc to succeed after he rapes someone? Like what the fuck. And it is treated with about the tact you'd expect of a manhua author, they tried to make it into a joke and from what I hear later on she's gonna fall in love with him?? Does the author think that absolves him?? Anyways if you have any disagreements with my take I suggest you kill yourself because the world would be better off without you anyways."
      },
      {
            "type": "Manhwa",
            "name": "The Outcast Is Too Good at Martial Arts",
            "score": 3,
            "description": "The art in this one is real weird, my best guess is that its a 3D model using shaders to make it look like its 2D art? Anyways the story is boring and the weird 2D 3D hybrid art looks like shit."
      },
      {
            "type": "Manhwa",
            "name": "Juvenile Prison",
            "score": 5,
            "description": "The art is very good, the story is boring generic gang fighting manhwa. MC is mad so MC beats up big man, repeat until final boss."
      },
      {
            "type": "Manhwa",
            "name": "My S-Class Hunters",
            "score": 3.5,
            "description": "The art is quite nice, the story and characters are quite shit."
      },
      {
            "type": "Manhwa",
            "name": "Reality Quest",
            "score": 5,
            "description": "At its best it's a slightly above average gang manhwa. It has a lot of issues but I'd rather talk about the least important one, why does the artist draw the girls in a pornhwa artstyle?? Not to say I'm gay its just that I'm not attracted to the weird ass pornhwa proportions, like if you look for more then a second everything goes to shit, their cardboard personalities don't help either though that isn't specific to the girls, the guys are paper thin too. Though this didn't seem like a problem for the average reader as from the comments most people who read this are 13."
      },
      {
            "type": "Webtoon",
            "name": "Down To Earth",
            "score": 2.5,
            "description": "Probably the last time I'll read an English webtoon. I don't know how to say this but they all give off such an aura of being gay, it's like the same vibe tumblr gives off. Even the straight ones give it off. This isn't even to say I'm homophobic, I've straight up read manhwa closer to gay porn and it's felt less gay then this. I truly cannot explain it. Sadly this one doesn't have the quality nevermore does to offset that."
      },
      {
            "type": "Manga",
            "name": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home",
            "score": 1,
            "description": "Ewww icky."
      },
      {
            "type": "Manga",
            "name": "Harem Ou no Isekai Press Manyuuki: Saikyou Musou no Ojisan wa Arayuru Shuzoku wo Yome ni Suru",
            "score": 1.5,
            "description": "I guess I'm a little fatphobic."
      },
      {
            "type": "Manga",
            "name": "The Story Between a Dumb Prefect and a High School Girl with an Inappropriate Skirt Length",
            "score": 2.5,
            "description": "my favourite comedies are the one where the comedy is just hitting people. Real kneeslappers guys, good job."
      },
      {
            "type": "Webtoon",
            "name": "Nevermore",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/8HR0U7V.png",
            "description": "I don't know how to say this but its too lesbian. The main character is also annoying idk. The art is very good though and the music is very nice."
      },
      {
            "type": "Manga",
            "name": "Do Chokkyuu Kareshi x Kanojo",
            "score": 3.5,
            "description": "Very generic ecchi romance thing even though it has more ecchi then romance. There was more then one silly boob grab funny moments in the first 10 chapters that's all I'm saying."
      },
      {
            "type": "Manga",
            "name": "Kingdom",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/ZUk7uNZ.png",
            "description": "Big fights between big Chinese men, peak fiction. The story is entertaining and the stakes are always high because even though the mc can't die it feels like anyone can die at any moment. My only issue is there's a lot of pedo shit and I get like its ancient china its probably realistic but dude, nobody was wiping out dozens of soliders in a single sword swing I don't think you were aiming for too much realism here."
      },
      {
            "type": "Manhwa",
            "name": "Leveling Beyond the Max",
            "score": 2.5,
            "description": "Common Solo Leveling clone with a slight twist, but the slight twist for this one is that it's shit."
      },
      {
            "type": "Manga",
            "name": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou suru!",
            "score": 2.5,
            "description": "Dropped it pretty early but probably gonna have a harem, at least they aren't underage."
      },
      {
            "type": "Manga",
            "name": "Saitei Chara ni Tensei shita Ore wa Ikinokoritai",
            "score": 2,
            "description": "Generic isekai slop."
      },
      {
            "type": "Manga",
            "name": "Gal Gohan",
            "score": 3.5,
            "description": "While I can't say its good, I can say its bad."
      },
      {
            "type": "Manga",
            "name": "Dissolving Series",
            "score": 3,
            "description": "Junji Itou doesnt make scary or even disturbing stories and I'm tired of pretending he does, I keep reading his shit because people keep telling me to and it's always boring and the only thing it makes me thing is wow that sure was weird and then I forget about it forever."
      },
      {
            "type": "Manga",
            "name": "Gigant",
            "score": 2,
            "description": "Way worse then Gantz and I thought Gantz was ass."
      },
      {
            "type": "Manga",
            "name": "Gantz",
            "score": 4.5,
            "description": "Boring story with a shitty old hentai art style."
      },
      {
            "type": "Manga",
            "name": "Saikyou Juzoku Tensei: Majutsu Otaku no Risoukyou",
            "score": 1,
            "description": "I didnt think incest being bad was too controversial of an opinion until I saw this mangas comment section."
      },
      {
            "type": "Manhua",
            "name": "The Story of the Kiwi Bird",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/EyD1xeg.png",
            "description": "Based on new zealand mythology? Wtf are you talking about this isn't based on shit."
      },
      {
            "type": "Manga",
            "name": "Blue Lock",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/boOKtUy.png",
            "description": "Very good art, pretty alright characters and some corny ass dialogue. I also don't like how Anri is just used to keep the horny ass mfs reading, at least make her an interesting character. I don't mind the football being unrealistic though bc yk its a manga I don't care how grounded it is it just has to be interesting.."
      },
      {
            "type": "Manhwa",
            "name": "Mystic Prince",
            "score": 4.5,
            "description": "Takes too long to get to the point and when it does I realise I don't care about the point."
      },
      {
            "type": "Manga",
            "name": "The Tenth Prism",
            "score": 4,
            "description": "It being coloured is pretty cool. Too bad the art and story are bad."
      },
      {
            "type": "Manhwa",
            "name": "High School Girl at the Convenience Store",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/bqbAi3I.png",
            "description": "The art is very nice, the story is just pretty basic yuri so far. I like the scanlator a lot (me). \n Edit: I got bored of reading this so I stopped translating it mb chat."
      },
      {
            "type": "Manhwa",
            "name": "Dreaming Freedom",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/z3EjFk5.png",
            "description": "She's seen this man."
      },
      {
            "type": "Manhua",
            "name": "Putting on a Mask",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/8O2oaNc.png",
            "description": "Maybe I just like the colour red. Very short manhua that has a third chapter out there somewhere but might as well be lost media and as the chapters arent interconnected it doesnt really matter anyways."
      },
      {
            "type": "Manhua",
            "name": "The Red Over There Is Our Home",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/qx0Sx5S.png",
            "description": "Idk if three pages is even a manhua but I liked the colours and it tells a story pretty well for only having 12 words in the actual panels."
      },
      {
            "type": "Manhua",
            "name": "Sin and Punishment",
            "score": 5,
            "description": "Furry manhua that lasted three whole chapters and one was a prequel."
      },
      {
            "type": "Manga",
            "name": "Brainrot Girlfriend",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/BXgyqLD.png",
            "description": "I'm sure the joke will get old real quick but I laughed out loud at chapter 5 so its about as funny as greatest estate developer. \n 6 -> 2, they call me a fortune teller."
      },
      {
            "type": "Manhua",
            "name": "Wild Child",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/2Ne3OLW.jpeg",
            "description": "Very nice short manhua with incredible art. Every page could be a wallpaper."
      },
      {
            "type": "Manga",
            "name": "Usuzumi no Hate",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/imj5i5I.jpeg",
            "description": "Very interesting post apocalyptic manga, I feel like it may end up being an 8 but we're only 20 chapters in rn."
      },
      {
            "type": "Manga",
            "name": "Even If You Slit My Mouth",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/B4oFfHE.png",
            "description": "Art's a bit above average but the pacing's all over the place and its kind of boring."
      },
      {
            "type": "Manga",
            "name": "Hai to Gensou no Grimgar",
            "score": 4.5,
            "description": "I just didnt have fun with it idk kind of boring tbh."
      },
      {
            "type": "Manga",
            "name": "Vampire Dormitory",
            "score": 2,
            "description": "Closer to porn then a coherent story."
      },
      {
            "type": "Manga",
            "name": "Memories of Emanon",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/KzQIve8.png",
            "description": "Very interesting manga, the characters have depth to them and it gives you something to think about. As it only takes about 10 minutes to read so I'd recommend it."
      },
      {
            "type": "Manga",
            "name": "Phoenix",
            "score": 7,
            "description": "Great story but I really hate the art style of old comics. I feel bad about rating it just a good because apparently it was the author's life's work but not liking how a manga looks is a pretty big issue. I'd have told you to watch the anime but apparently its ass so yeah."
      },
      {
            "type": "Manhua",
            "name": "Ayeshah's Secret",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/u9tbUhU.png",
            "description": "Beautiful art with a pretty interesting mystery. Felt a bit short but apparently there is another one called aisha which might solve my issues, I'll check it out when it finishes. The incest definitely didnt help this manhua's situation though."
      },
      {
            "type": "Manga",
            "name": "5 Centimeters per Second",
            "score": 5.5,
            "description": "I just wasnt feeling this one, it was fine but I just wasnt that interested."
      },
      {
            "type": "Manga",
            "name": "Takopi's Original Sin",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/ywrPx17.jpeg",
            "description": "Maybe its because I read it all in like 30 minutes but I never really felt attached to the characters enough to feel bad about what was happening and Takopii's existence was a little too jarring for me to get immersed idk. I give it a 7 but its very nearly a 6."
      },
      {
            "type": "Manga",
            "name": "Wizard and Red Pilgrim",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/Ee5oOsZ.png",
            "description": "Very surreal manga that I really loved reading but it would have been a lot better if it wasnt so rushed, could have done with 20 - 30 more chapters."
      },
      {
            "type": "Manhua",
            "name": "My Mom's a Superstar",
            "score": 6.5,
            "description": "Fun manhua with art that doesnt make me want to rip my eyes out."
      },
      {
            "type": "Manhua",
            "name": "Distant Tundra",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/RNPWpU8.png",
            "description": "I've liked the start but as it only released 2 chapters before being dropped we'll never know how good it could have been."
      },
      {
            "type": "Manhwa",
            "name": "The Lazy Lord Masters the Sword",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/DO0EjTt.png",
            "description": "Crazy good start to fumble. \n Edit: It doesn't really fully fumble it just doesn't really maintain the quality."
      },
      {
            "type": "Manhua",
            "name": "Capybara and His Friends",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/0LxboMH.png",
            "description": "Sometimes you gotta read things with more pictures then words to regain youth."
      },
      {
            "type": "Manhua",
            "name": "BugCat-Capoo",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/JpSm1bj.png",
            "description": "Still has more content per chapter then Komi!!"
      },
      {
            "type": "Manga",
            "name": "Zanuff the Butcher",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/D4iicNh.png",
            "description": "Made me feel like the author has a poor grasp on humans and on any of the topics he tried to convey. Maybe its because he had such a limited time but it still feels like it doesnt utilise its time correctly."
      },
      {
            "type": "Manga",
            "name": "Tsumiki Ogami & the Strange Everyday Life.",
            "score": 5,
            "description": "Interestingish premise that they did nothing with."
      },
      {
            "type": "Manga",
            "name": "Call of the Night",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/a1Xdk80.png",
            "description": "Just make him 18. I thought this was pretty good but I could only think that when I forgot about him basically being groomed. I don't think this would have the same reception if the roles were reversed."
      },
      {
            "type": "Manga",
            "name": "Yankee JK Kuzuhana-chan",
            "score": 2,
            "description": "Standard haram garbage. You'd probably like this if youre stupid I guess."
      },
      {
            "type": "Manga",
            "name": "The Great Mage of the Hero's Party Reincarnates",
            "score": 5.5,
            "description": "Pretty fun time and I'm a big fan of the magic just being maths trope. \n Edit: I can't take the translations anymore and it's just gone stale for me."
      },
      {
            "type": "Manga",
            "name": "Easygoing Territory Defense by the Optimistic Lord: Production Magic Turns a Nameless Village into the Strongest Fortified City",
            "score": 2,
            "description": "God I just can't take it anymore. It's just another lifeless trash manga."
      },
      {
            "type": "Manhua",
            "name": "Blades of the Guardians",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/R4mGv9k.jpeg",
            "description": "Just really fun, found myself forced to read the next chapter because it was just so entertaining and everything felt pretty new to me (maybe I just havent read enough manhua). Only issue is updates are really slow and translations are even slower so I had to do it myself and I'm stupid so I'm not very good at it. \n Edit: jk it was too hard."
      },
      {
            "type": "Manhua",
            "name": "Feng Shen Ji",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/NUQQk4e.png",
            "description": "The first manhua I've read thats actually good amongst manga standards. Differs from the normal shounen and the artwork is straight up beautiful."
      },
      {
            "type": "Manga",
            "name": "Outbride: Beauty and the Beasts",
            "score": 2,
            "description": "It's basically just porn idk what to say yet it's still better than a lot of the dogshit I've read."
      },
      {
            "type": "Manga",
            "name": "The Child Loved By God",
            "score": 2.5,
            "description": "Entire story is just a kid being lucky. You should not have been able to write a single chapter based on this let alone the almost 30 out right now."
      },
      {
            "type": "Manga",
            "name": "Kotoshi no Mitsuishi-san wa Dokoka Okashii",
            "score": 2.5,
            "description": "Romance manga writers have only had one idea ever please for the love of god stop writing popular girl falls in love with nerd. Just another shitty wish fulfilment manga for losers."
      },
      {
            "type": "Manga",
            "name": "Noble Reincarnation: Born Blessed, So I'll Obtain Ultimate Power",
            "score": 2,
            "description": "Just unbelievably boring. Nothing interesting ever happens."
      },
      {
            "type": "Manga",
            "name": "The Unholy Paladin",
            "score": 2,
            "description": "Just another generic power fantasy harem shoenen manga. If you enjoy this you probably haven't read anything with value before or just don't go outside."
      },
      {
            "type": "Manga",
            "name": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway",
            "score": 1,
            "description": "Just read the title. What the fuck. I saw a review of this on MAL and they said Whore => trash? This guy is stupid. He might have missed the memo due to being stuck in his house but a high schooler and an almost 30 year old is not just weird but also illegal in most places. Maybe its just a Japan vs western culture difference but this is just another reason why I'd never want to go to Japan."
      },
      {
            "type": "Manga",
            "name": "Your Lie In April",
            "score": 9.5,
            "image": "https://a.ze.wtf/review-imgs/j6G7hSX.png",
            "description": "This was genuinely one of the most beautiful manga and just things I've ever read and easily in my top 10 manga of all time. It's crazy that I put off reading it for so long because I didnt like the cover. Read it if you havent already and read it even if you have. \n Edit: I still love this but I wouldn't say it's 'easily' in the top 10 of all time."
      },
      {
            "type": "Manga",
            "name": "My Daughter Left the Nest and Returned as an S-Rank Adventurer",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/iOe9IS9.png",
            "description": "Really unique artstyle with a not so unique but entertaining premise."
      },
      {
            "type": "Manhwa",
            "name": "Yongsa High: Dungeon Raiders",
            "score": 2.5,
            "description": "We gotta do something about the dungeon manhwa factory producing 60 of these a day."
      },
      {
            "type": "Manhwa",
            "name": "I Stan the Prince",
            "score": 4,
            "description": "It's just boring idk. The art is very pretty though."
      },
      {
            "type": "Manhwa",
            "name": "My Secretly Hot Husband",
            "score": 1.5,
            "description": "Genuinely awful writing and it's crazy that the author made the choice to have a 12 year old marrying a 15 year old."
      },
      {
            "type": "Manhwa",
            "name": "Fist Demon of Mount Hua",
            "score": 2,
            "description": "Art so unbelievably bad I'd rather read it without images."
      },
      {
            "type": "Manhwa",
            "name": "Helmut",
            "score": 2,
            "description": "Fingerless glove-core."
      },
      {
            "type": "Manhwa",
            "name": "Little Rabbit and the Big Bad Leopard",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/wGEszYO.png",
            "description": "Not much for substance but honestly it's fun. \n Edit: It's really suffering from a lack of direction, should have ended ages ago."
      },
      {
            "type": "Manga",
            "name": "Monster",
            "score": 8,
            "spoiler": true,
            "image": "https://a.ze.wtf/review-imgs/G3F6yRG.jpeg",
            "description": "Johan puts Tenma through a series of very elaborate pranks."
      },
      {
            "type": "Manhua",
            "name": "Demon X Angel, Can't Get Along!",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/7rjtgkK.png",
            "description": "Good for a manhua, mid for a comic."
      },
      {
            "type": "Manhwa",
            "name": "Surviving Romance",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/lyrzq2s.png",
            "description": "Good concept that gets executed poorly."
      },
      {
            "type": "Manhwa",
            "name": "The Reason Why Raeliana Ended Up at the Duke's Mansion",
            "score": 3,
            "description": "I guess being original is hard."
      },
      {
            "type": "Manhwa",
            "name": "Father, I Don't Want This Marriage!",
            "score": 3.5,
            "description": "Bad art and bad story in a genre that I don't like."
      },
      {
            "type": "Manhwa",
            "name": "Of All Things, I Became a Crow",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/D4XzkPr.png",
            "description": "Pretty alright. I really liked the start but the interest of wore off as it just became another romance manhwa."
      },
      {
            "type": "Manhwa",
            "name": "Villain with a Crush",
            "score": 4,
            "description": "Misunderstandings."
      },
      {
            "type": "Manga",
            "name": "The Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere Girl Getting Less and Less Tsun Day by Day",
            "score": 2,
            "description": "Not even a manga, feels like a oneshot but it didn't sell me on anything and I read it in 5 minutes."
      },
      {
            "type": "Manga",
            "name": "Please Go Home, Miss Akutsu!",
            "score": 2.5,
            "image": "https://a.ze.wtf/review-imgs/2eBInLZ.png",
            "description": "Continues the trend of romance mangas either being trash and dragged out or bangers that has actually progress by 40 chapters (its the former)."
      },
      {
            "type": "Manga",
            "name": "Medaka Kuroiwa Is Impervious to My Charms",
            "score": 2,
            "description": "This is so repetative that I think I can feel my eyes glazing over."
      },
      {
            "type": "Manga",
            "name": "Chillin' in Another World with Level 2 Super Cheat Powers",
            "score": 3.5,
            "image": "https://a.ze.wtf/review-imgs/Hx7ykGJ.png",
            "description": "Why is he collecting women? If you can't write good characters don't just add more to try to even it out. At least its not a harem and doesnt have any pedo behaviour but that should be the bare minimum."
      },
      {
            "type": "Manga",
            "name": "The Hero Is Overpowered but Overly Cautious",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/fpReYVo.png",
            "description": "Sadly it seems Japan as a country is incapable of being funny. There are less then 40 chapters so I guess they knew the gag would get old quick but I only read one volume so I guess they overestimated how much I want to waste my time."
      },
      {
            "type": "Manga",
            "name": "Crows",
            "score": 4,
            "description": "It's insane for something about fighting to have such little impact behind the hits. It feels like in old movies where they cut away right before the impact but it's a manga so like why would you do that?"
      },
      {
            "type": "Manga",
            "name": "The Dark Mage's Return to Enlistment",
            "score": 2.5,
            "description": "Feels like poorly disguised Korean military propaganda with a boring unoriginal setting populated with boring uninteresting characters."
      },
      {
            "type": "Manga",
            "name": "The Fragrant Flower Blooms With Dignity",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/QBAlIBN.png",
            "description": "At the start the setting unintentionally has the vibe of a dystopian hellscape which I'm not 100% against especially with pacing that isn't borderline schizophrenic and has actual character development. A lot of apologising though."
      },
      {
            "type": "Manga",
            "name": "My Dress-Up Darling",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/SDsBJ5p.jpeg",
            "description": "This is 50% fanservice 50% something else and I'm not even sure what the something else is but its not good at either. If I wanted porn I'd watch porn. This is definitely not a 9 as it somehow got on Comick but the recent arc has unironically been really great (like an 8). Unfortunately thats because it is so different from the rest of the manga (the latest arc being the one where she cosplays as Kmart griffith)."
      },
      {
            "type": "Manga",
            "name": "Alya Sometimes Hides Her Feelings in Russian",
            "score": 3.5,
            "description": "Can we stop giving people making boring romance manga money please. I don't want them to be good just fun. \n Edit: It sounded like I was implying this was good, it's not."
      },
      {
            "type": "Manga",
            "name": "Goblin Slayer",
            "score": 4,
            "description": "Goblin Slayer wants to be Berserk so bad holy shit."
      },
      {
            "type": "Manga",
            "name": "Slam Dunk",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/a9PlcSQ.png",
            "description": "Got my heart pumping so much it probably decreased my life expectancy by like 3 years. \n Edit: Very hype but some rather boring sections drag it down."
      },
      {
            "type": "Manga",
            "name": "Hunter x Hunter",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/uzEbvQ5.png",
            "description": "It's fun and has pretty dark themes considering it is a shonen, that's not interesting in of itself but it's done well. Kind of repetitive in some arcs though."
      },
      {
            "type": "Manga",
            "name": "Homunculus",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/qmwiPuB.png",
            "description": "Wow this is pretty coo- AUUGGUIFAA AAAAHHHH IAISODADOJOJOGF BNBMVMFIADKADKDFLLGF AAAAAAAAAAAAAAAAAAAAAA AHFHHHHHHHHajffhjf :( cool story but sometimes gets so disgusting I have to take a multiple day break from reading it. \n Edit: It got a bit too much for me."
      },
      {
            "type": "Manga",
            "name": "Blue Period",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/zKpiO3Q.jpg",
            "description": "Great story with interesting character development especially because his development is a lot more abstract then other stories, also how is the most hot girl actually and a man. My only issues are that at some stages it gets kind of boring and also later on it creates characters that seem unrealistic and kind of one dimensional (granted I've never been to art school) but for a manga set in our world the characters just seem a little too eccentric."
      },
      {
            "type": "Manga",
            "name": "JoJo's Bizarre Adventure Part 8: Jojolion",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/hPxlk7y.jpg",
            "description": "Not on the same level as the previous part but Jojolion still has intriguing story and an interesting mystery even if the villain isn't very good especially when you compare him to valentine. On a sidenote no matter how much Ariki tries to pretend the Jojo's are straight they are clearly all raging homosexuals, Jousuke got a boner when he looked behind Yasuho and saw Joushu I'm telling you."
      },
      {
            "type": "Manga",
            "name": "Grappler Baki",
            "score": 7.5,
            "description": "Baki is not a good story in almost any way, not art, characters or story but it makes up for that with pure entertainment value. Baki is some of the most insane, bizarre and entertaining shit that anyones ever made. My eyes stayed stuck to this shit stained page the entire time."
      },
      {
            "type": "Manga",
            "name": "Helck",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/BUuNzUd.png",
            "description": "An pretty entertaining twist on the average fantasy world."
      },
      {
            "type": "Manga",
            "name": "The Girl From the Other Side",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/02Jcrxl.png",
            "description": "Great art style with a old fashioned picture book kind of vibe that makes every page interesting to look at. An interesting world and the curse is a cool idea. I liked the whole cast. My only issues with it is that it felt as if it ended a bit sooner then I would have liked. I think it needed more time to flesh out its ideas and so the ending would make more sense because reading the ending was really confusing (or I might just be stupid) but even with confusing bits once I fully understood it I think it was a decent conclusion."
      },
      {
            "type": "Manga",
            "name": "Vinland Saga",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/mP6BBKc.jpg",
            "description": "The art is stunning, the characters interesting, especially Askeladd and Thorfinn who both are horrible people who have done horrible things but you can't help but enjoy their presences. Thorkell is also really entertaining to watch and is basically a Dorohedoro character. My only gripes with this series are that it feels so grounded in reality that when a silly manga moment or something outlandish happens it really takes me out of it and that the whole idea of having no enemies just seems too idealistic in such a realistic world (for a manga at least)."
      },
      {
            "type": "Manhwa",
            "name": "Something About Us",
            "score": 4.5,
            "description": "I usually read shit romance to relax me and to burn time. I love to complain about romance manhwa and manga being shit but if they get too good I just don't read them. This did most things well but tragically I hated almost everyone and it was a bit miserable at times so it definitely didnt relax me. It's a pretty good read if you like romance as a genre but if you're like me its kind of a slog to get through."
      },
      {
            "type": "Manga",
            "name": "20th Century Boys",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/rOjfTHS.png",
            "description": "Great start and it's really cool when you understand every part of it. The art and panelling are great and Urasawa makes everything oddly cinematic. I like almost all of the cast especially Otcho, the story kind of drags but I was still interested the whole time. The ending was a massive fumble in my opinion even if you include 21st Century Boys as the same manga, prior to the ending I considered 20th Century Boys to be a high 9 maybe even a 10 but if you don't include 21st Century Boys I would say it becomes a high 8. The final reveal was dissatisfying and I still had questions left even after the end."
      },
      {
            "type": "Manga",
            "name": "Arakawa Under the Bridge",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/G1LFv1f.png",
            "description": "It was pretty funny sometimes but every chapter is like 8 pages with one joke per and there are more than 400. I breezed through the first 100 but it got really repetitive, similar issues that I felt with Komi Can't Communicate but worse."
      },
      {
            "type": "Manhwa",
            "name": "A Business Proposal",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/ux0CAA3.png",
            "description": "It's another predictable romance manhwa. The art is fine, the story is nothing special but it's not that bad just not my cup of tea and the characters are fine as well but it entertained me enough to finish it, also my brother saw me reading this and now I think he thinks of me as less of a man. It's easy to skim as well and I think I got about the same experience with a quarter of the reading. I think her brother is also a closet homosexual because like he didn't know she was a girl, he was just into a guy. \n Edit: This is mid but more fun then I gave it credit for being."
      },
      {
            "type": "Manga",
            "name": "One Piece",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/lmVZ92z.png",
            "description": "Honestly the more One Piece I read the more just fatigued I feel. I just can't love a series that has no stakes, nobody ever dies and I know death isn't the only way to build stakes but One Piece is the kind of story where death should happen, its a bunch of pirates shooting at each other in a sea where if the MC falls in he dies and it feels like Oda pulling it out his ass when somehow everyone survives. How am I meant to care about massive fights when I know the characters could just wait a week after then do it again. I still think One Piece is a good manga but I don't think its as great as I first thought when I had only read 100 chapters."
      },
      {
            "type": "Manga",
            "name": "The Climber",
            "score": 10,
            "image": "https://a.ze.wtf/review-imgs/aPTV0QA.png",
            "description": "The start of The Climber is bad, like 4/10 type writing completely carried by the art where there is zero subtlety with anything, like straight up the teacher says 'could it be something in his past that made him shut his heart'. It had bad pacing like they said that Mori is changing after knowing him for like 2 weeks and it felt slow and fast at the same time somehow so I probably would have dropped this but apparently after volume 3 the original author left and the artist had to do his job for him, and the artist immediately killed off most of the side characters literally or by turning them into whores. He changed the plot from a sports manga to a psychological manga with climbing as a backdrop to it and the art kept getting better and better and by the final climb it had reached a peak as high as even Berserk and Vagabond in my opinion. The final climb was probably my favourite arc and ending in all of manga and hit so hard not knowing if he would live or die until the very end. I did not move for the entire duration of it. This is peak literally and figuratively (I'm a comedic genius). \n Edit: I went a bit hard on the start of the manga it's not that bad, not that good either though."
      },
      {
            "type": "Manhwa",
            "name": "My Boss's Special Request",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/w4NcWqt.png",
            "description": "How did they fit bad characters with a loser MC who complains too much, a boring plot, bad comedy, found time to fit in a cliche why is my heart beating so fast scene and had him defend the boss from trash talk less than 10 chapters after he did the same thing all in a single package? The only saving grace from this dropping any lower is that the side plot about the celebrity guy getting 0 bitches was pretty funny and also you can read 40 chapters of it in like an hour so it's some pretty good junk food."
      },
      {
            "type": "Manga",
            "name": "Akumetsu",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/Z38kOVz.png",
            "description": "Action packed with a protagonist that is fun to watch, has actual goals and a code of conduct with great art and some of the most creative scenes I've ever seen. Only problem is that this is a criticism of the Japan when it was released and its getting pretty old having ended in 2006 and also I'm not japanese so it takes a little bit of research for some it to make sense (also the one man one kill thing is kind of true but they are all the same guy so its debatable but its fine I guess). The massive text walls are also a bit of a turn off."
      },
      {
            "type": "Manhwa",
            "name": "Everyone Else is A Returnee",
            "score": 2,
            "description": "Such a cool premise and then they just played it for laughs even though they werent funny. usually I read something bad but entertaining to relax after reading intense shit like berserk but this just made me more angry."
      },
      {
            "type": "Manga",
            "name": "Death Note",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/dnfRG0u.png",
            "description": "This is like playing multiple separate games of 5D chess except you can't see the board, all the chess pieces are just grey rectangles, you can't see what your opponent is doing and just have to guess and if you move wrong once you die but also sometimes some random girl snaps either your board or your opponent's board in half and destroys all your pieces. Prior to L dying it was top tier, past that point it goes to shit but it was just so good I can't rate it lower."
      },
      {
            "type": "Manga",
            "name": "The Strongest Earthbound Spirit and the Guy With No Spiritual Sense",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/Ek413eF.png",
            "description": "I don't know why they felt the need to make the art actually good but it was the only reason I kept reading."
      },
      {
            "type": "Manga",
            "name": "The Useless Idol and Her Only Fan in the World",
            "score": 2.5,
            "description": "Undeniable proof that r/manga people just have shit taste."
      },
      {
            "type": "Manga",
            "name": "Attack on Titan - No Regrets",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/ztyYY3e.png",
            "description": "Decent, the art is noticeably worse but it did build suspense well knowing Levi's friends might not survive the manga."
      },
      {
            "type": "Manhwa",
            "name": "My Chubby Princess",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/Qt1Rwl3.png",
            "description": "There is nothing here."
      },
      {
            "type": "Manga",
            "name": "Berserk",
            "score": 10,
            "image": "https://a.ze.wtf/review-imgs/8zTm6YW.jpg",
            "description": "I don't know how to explain this but the swings feel so real in Berserk, like I can feel them and can tell when guts gets stronger just by how impactful his swings are and I hear an audible boom anytime he swings Dragon Slayer, you see the wind up and then just destruction, no wind up, just slow and deliberate movements and then the explosion of whoever he was fighting. The eclipse was actually peak like it got built up so well by people talking about it so you knew it was bad and then it happened and holy shit it was just as bad as they built it up to be."
      },
      {
            "type": "Manga",
            "name": "Wanitokagegisu",
            "score": 8,
            "description": "Suddenly got the urge to study hard to keep my life on track."
      },
      {
            "type": "Manga",
            "name": "Loving Yamada at Lv999",
            "score": 4.5,
            "description": "almost had my interest and then I remembered how profoundly alone I am so I went to the park and went on the swings then went on a day long nostalgia trip, this surely cannot be a good way to handle my problems. the manga is kind of bad though."
      },
      {
            "type": "Manga",
            "name": "How to Grill Our Love",
            "score": 4,
            "description": "The romance isn't particularly interesting but the food does look very good, tragically by about chapter 30 I am completely bored by both the romance and the food."
      },
      {
            "type": "Manga",
            "name": "Tomo-chan Is a Girl!",
            "score": 4.5,
            "description": "Very average and also drawn out but like it's a romance manga why should I expect something good?"
      },
      {
            "type": "Manga",
            "name": "Gon",
            "score": 5,
            "description": "The artwork is great but like thats it, it's kind of like watching national geographic I guess."
      },
      {
            "type": "Manga",
            "name": "Wotakoi - Love Is Hard for Otaku",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/UQ0hB32.png",
            "description": "Isn't the problem with their relationships just that they have different interests not because her interest is writing gay porn?"
      },
      {
            "type": "Manhwa",
            "name": "Maybe Meant to Be",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/Uab7H2e.png",
            "description": "If I was gay it would be this guy or Chris Pratt I'm just saying. \n Edit: Bold of past me to assume I could pull this guy or Chris Pratt."
      },
      {
            "type": "Manga",
            "name": "Aharen-san is unfathomable",
            "score": 2,
            "description": "Makes me feel like a pedo. \n Edit: This doesn't really make sense but the manga still sucks ass so it's fine."
      },
      {
            "type": "Manga",
            "name": "Shikimori's Not Just a Cutie",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/Xj7IS7G.png",
            "description": "It's barely a manga."
      },
      {
            "type": "Manga",
            "name": "Demon Slayer",
            "score": 5.5,
            "description": "The anime really gave this a glow up."
      },
      {
            "type": "Manga",
            "name": "Your Name.",
            "score": 6,
            "description": "Feels far too short and way too long at the same time somehow."
      },
      {
            "type": "Manga",
            "name": "Kuzumi-kun, Can't You Read the Room?",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/oy4gY9H.png",
            "description": "I don't know how many more popular girl falls for loser nerd mangas I can take."
      },
      {
            "type": "Manga",
            "name": "You and I Are Polar Opposites",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/SaarvNz.png",
            "description": "The art is ok and the story is ok."
      },
      {
            "type": "Manga",
            "name": "Insomniacs After School",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/8riRYC3.png",
            "description": "Same plot as some shitty movie I watched I swear to god except this time there isn't the nicest boyfriend on earth being betrayed for some guy she found on the street also the art crazy."
      },
      {
            "type": "Manga",
            "name": "The Coppersmith's Bride",
            "score": 4,
            "description": "I don't really know how to explain it but I feel like somehow I'm missing pages that don't exist."
      },
      {
            "type": "Manga",
            "name": "Teppuu",
            "score": 7.5,
            "description": "She really talked about training hard after training for a few months compared with the other guys training their whole lives smh."
      },
      {
            "type": "Manga",
            "name": "Like a Butterfly",
            "score": 4,
            "description": "I was trying to read Navillera: Like a Butterfly but I accidentally ended up reading this thinking the summary was just really off. I'm actually stupid."
      },
      {
            "type": "Manga",
            "name": "Moon You",
            "score": 7,
            "description": "I'm gonna move to the moon, it seems better there."
      },
      {
            "type": "Manga",
            "name": "Inuyashiki",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/O4HRIWK.jpg",
            "description": "This is why we need Trump back. \n Edit: This aged well ig wtf how did he get elected again??"
      },
      {
            "type": "Manga",
            "name": "Kaguya-sama: Love Is War",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/bD96ONx.png",
            "description": "It's funny once every 40 chapters and its so drawn out. Like after the first 100 chapters it felt like such a slog and after 200 there wasnt many funny things either."
      },
      {
            "type": "Manhwa",
            "name": "God Of Highschool",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/TRWCjEV.png",
            "description": "The most insane fights, the rest isn't good but luckily the fights are 90%."
      },
      {
            "type": "Manga",
            "name": "Horimiya",
            "score": 4,
            "description": "Ok they really didn't need more than 50 chapters as nothing ever happens and somehow they still didnt manage to add a conclusion for the side characters..."
      },
      {
            "type": "Manga",
            "name": "GTO",
            "score": 2.5,
            "description": "Incredibly overrated, art isn't that good messages are kinda shit and why does it only call him a pervert when he is in fact a pedophile?"
      },
      {
            "type": "Manga",
            "name": "Sweetness and Lightning",
            "score": 3.5,
            "description": "I just like looking at food also another weird age gap thing bruh."
      },
      {
            "type": "Manga",
            "name": "Sen to Man",
            "score": 3,
            "description": "There's no way I'm the correct demographic for this but I don't like the kid and just find it boring in general."
      },
      {
            "type": "Manga",
            "name": "Dreamin' Sun",
            "score": 3,
            "description": "God the Japanese want to date high schoolers so badly. Weird age gap and also he's kind of like a father figure which is even more strange."
      },
      {
            "type": "Manga",
            "name": "The Dangers in My Heart",
            "score": 3,
            "description": "Actual trash with the only value being its art."
      },
      {
            "type": "Manga",
            "name": "A Man and His Cat",
            "score": 6,
            "description": "That's why yo mama dead! \n Edit: I don't know what I meant by this."
      },
      {
            "type": "Manga",
            "name": "He Does Not Have Any Friends",
            "score": 4.5,
            "description": "I've realised I don't really have anything good left to read :("
      },
      {
            "type": "Manga",
            "name": "Skip and Loafer",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/0fj2bYd.png",
            "description": "Nothing ever happens but at least the art is nice. \n Edit: This was written before things happened."
      },
      {
            "type": "Manga",
            "name": "I Had That Same Dream Again",
            "score": 5.5,
            "description": "After reading I want to eat your pancreas this is really disappointing."
      },
      {
            "type": "Manga",
            "name": "Mr. Villain's Day Off",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/6FR0H4e.png",
            "description": "Panda!! This manga extremely boring fr though."
      },
      {
            "type": "Manga",
            "name": "I Lost My Adventurer's License, but It's Fine Because I Have an Adorable Daughter Now",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/M8InIzH.png",
            "description": "Pretty wholesome stuff."
      },
      {
            "type": "Manga",
            "name": "Goodbye, Eri",
            "score": 8.5,
            "spoiler": true,
            "image": "https://a.ze.wtf/review-imgs/KOlkgVk.png",
            "description": "The twist is wild I think unless I didn't understand the ending in which case thats a pretty wild twist. Read it, it's like 200 pages."
      },
      {
            "type": "Manga",
            "name": "I Want to Eat Your Pancreas",
            "score": 8.5,
            "description": "I really expected some generic high school romance manga and instead I was put into a state of despair."
      },
      {
            "type": "Manga",
            "name": "Telework Yotabanashi",
            "score": 6.5,
            "description": "To be honest I feel like if it was more than 20 chapters I would have gotten bored."
      },
      {
            "type": "Manga",
            "name": "Among Us",
            "score": 3,
            "description": "Peak fiction!!"
      },
      {
            "type": "Manga",
            "name": "Smoking Behind the Supermarket with You",
            "score": 6.5,
            "description": "Chill as hell. also I only started reading it because the text on the volume one cover is the same color as the thumbnail for some shitty halloween roblox game I used to play. \n Edit: It's gone on too long and I imagine it's score will continue dropping as time goes on. 8 -> 7.7 -> 6.9."
      },
      {
            "type": "Manga",
            "name": "Spice & Wolf",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/2Pnt24Z.png",
            "description": "Furry. \n Edit: No?"
      },
      {
            "type": "Manga",
            "name": "Retired Heros",
            "score": 5,
            "description": "A bit of an abrupt time skip but ok man."
      },
      {
            "type": "Manga",
            "name": "Yakuza Fiance",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/dBhfFrQ.jpeg",
            "description": "I really felt something at the start kind of like Bastard where shes trapped and can't escape but they really fumbled, or maybe this what they were going for, but I don't know why you would make a decent story instead of a great one. \n Edit: Idk what happened but it fw the story now, I still think her being trapped could have been better but this is pretty fire too."
      },
      {
            "type": "Manga",
            "name": "Goblin Is Very Strong",
            "score": 4,
            "description": "Too much lesbian too little story."
      },
      {
            "type": "Manga",
            "name": "Dungeon Nursery",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/78y9qbZ.png",
            "description": "Seems like a risky move for god to let people going to hell summon little girls but what do I know. It's a pretty fun and cute story."
      },
      {
            "type": "Manga",
            "name": "Me and my gangster neighbour",
            "score": 2.5,
            "description": "Me when I'm in a writing a strangely pedophelic story competition and my opponent is the Japanese."
      },
      {
            "type": "Manhwa",
            "name": "I Obtained a Mythic Item",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/BjAwxMF.png",
            "description": "He really did in fact obtain a mythic item."
      },
      {
            "type": "Manga",
            "name": "Dead Dead Demons Dededede Destruction",
            "score": 4.5,
            "description": "Cool premise I guess but it's coolness kind of feels like it got wasted. The great art makes it hurt even more."
      },
      {
            "type": "Manga",
            "name": "Re:Monster",
            "score": 2.5,
            "description": "Goblin harem :("
      },
      {
            "type": "Manga?",
            "name": "RELIFE",
            "score": 5,
            "description": "The premise is just so creepy..."
      },
      {
            "type": "Manga",
            "name": "Welcome to Japan, Elf-san",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/LlXSp04.png",
            "description": "I almost thought something was going on and then I saw the generic isekai world and snapped."
      },
      {
            "type": "Manhwa",
            "name": "Ending Maker",
            "score": 5,
            "description": "Runescape."
      },
      {
            "type": "Manhwa",
            "name": "The Knight King Who Returned with a God",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/qXQR9yX.png",
            "description": "You see its basic OP MC plot but this time he's racist and deeply religious."
      },
      {
            "type": "Manga",
            "name": "Dorohedoro",
            "score": 10,
            "image": "https://a.ze.wtf/review-imgs/X1WkMwi.png",
            "description": "Everything feels so new, the art is perfect for the story and the entire cast is great. Every character is an awful person but killing is just so widely accepted in the world you end up forgetting about them being the worst. Its world building is great to a point where it actually feels like you are looking into a living world not just a chunk of land that just appeared so you can spectate."
      },
      {
            "type": "Manga",
            "name": "Life With an Ordinary Guy Who Reincarnated Into a Total Fantasy Knockout",
            "score": 3,
            "description": "Ok but he was a guy first so he must be gay."
      },
      {
            "type": "Manhwa",
            "name": "MookHyang - Dark Lady",
            "score": 7,
            "description": "I saw Mookhyang in the title and I can't say this is what I expected."
      },
      {
            "type": "Manhwa",
            "name": "Kill the Villainess",
            "score": 4.5,
            "description": "I should have known how this was going to be when I read villainess in the name."
      },
      {
            "type": "Manga",
            "name": "The Promised Neverland",
            "score": 7,
            "spoiler": true,
            "image": "https://a.ze.wtf/review-imgs/zjsM4gX.jpg",
            "description": "How did they make a 9 and fumble it so badly after they escaped the farm?"
      },
      {
            "type": "Manga",
            "name": "I'm Sakamoto, You Know?",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/nOwNZKg.png",
            "description": "There is no world in which Sakamoto is not gay."
      },
      {
            "type": "Manga",
            "name": "Candy & Cigarettes",
            "score": 4,
            "description": "An 11 year old girl and an old man is perhaps the worst team you create."
      },
      {
            "type": "Manga",
            "name": "Hirayasumi",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/IFhhevM.jpg",
            "description": "The art is so good it feels like a crime I binged it. Feining for the next chapter."
      },
      {
            "type": "Manga",
            "name": "Gokusen",
            "score": 3.5,
            "description": "The worst art."
      },
      {
            "type": "Manga",
            "name": "Tokyo Ghoul",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/iVkgiFj.jpg",
            "description": "It's always so close to being extremely edgy."
      },
      {
            "type": "Manhua",
            "name": "Your Talent is Mine",
            "score": 4,
            "description": "My favourite part is when the Asura Scans comment section becomes a group of a pedos!! (They were always degenerate pedos.)"
      },
      {
            "type": "Manga",
            "name": "Reincarnated as a Sword",
            "score": 3.5,
            "description": "I got nothing to say about this one."
      },
      {
            "type": "Manga",
            "name": "Mission: Yozakura Family",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/oxkepOY.png",
            "description": "Does the author even know what spies are? They just blow shit up in this."
      },
      {
            "type": "Manga",
            "name": "Beastars",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/bq4zNlS.png",
            "description": "Zootopia!!"
      },
      {
            "type": "Manga",
            "name": "Masturbation Master Kurosawa",
            "score": 4.5,
            "description": "I saw it got a 8.4 on MAL and I was like wow this gonna be good and then I saw it was called Masturbation Master Kurosawa and that was kinda a red flag and then I saw the art which was a much redder flag. The story tries its best to make up for this but it can't."
      },
      {
            "type": "Manga",
            "name": "A Silent Voice",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/Ho0qw9P.png",
            "description": "Yeah I'm pretty smart, I predicted the grandma's death."
      },
      {
            "type": "Manhwa",
            "name": "Who Made Me a Princess?",
            "score": 5,
            "description": "Why is this 5th place for manhwas on MAL? Who did this?"
      },
      {
            "type": "Manhwa",
            "name": "Crimson Karma",
            "score": 2.5,
            "description": "Didn't expect a story without the romance tag to be 80% romance but jokes on me I guess. \n Edit: Dropped the score from 6.4 -> 2.5. Idk what I was on when I first read this but this shit is so corny oml. I also feel like the author might just not be good at their job, like some of this shit was comically absurd and I just don't understand the power scaling in this world, she's not using any secret powers (at the time) or anything so how can she beat up a bunch of guys at once? Besides that it just comes off at unfocused constantly, it should be focusing on one thing and doing it well but its just trying to do a bunch of stuff shitily."
      },
      {
            "type": "Manhwa",
            "name": "Reverse Villain ",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/rRTq8BG.png",
            "description": "Does the author even know what a kindergarten is??"
      },
      {
            "type": "Manga",
            "name": "The Descent of the Demonic Master",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/5R2oAo6.png",
            "description": "Me when I'm in a being homophobic competition and my opponent is the descent of the demonic master comment section."
      },
      {
            "type": "Manga",
            "name": "The Ancient Magus' Bride",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/cBGYIEU.png",
            "description": "Ok he's not a pedo I'm the stupid one mb chat. \n Edit: My original comment here was talking about him being a pedo as I hadn't read up to the point where it's explained what he was on about."
      },
      {
            "type": "Manhwa",
            "name": "Wild West Murim",
            "score": 7,
            "description": "I'm devastated by Jojos betrayal."
      },
      {
            "type": "Manhwa",
            "name": "I became an evolving space monster",
            "score": 4.5,
            "description": "Rip cat. Art's pretty ass in this but the story is pretty unique. \n Edit: The story has gotten pretty boring as of recent, hopefully the author does something to change the current formula soon."
      },
      {
            "type": "Manhua",
            "name": "Evolution Begins With a Big Tree",
            "score": 3.5,
            "description": "Just because it's not bad for a Manhua doesnt mean its good. The story is poorly thought out and while the art for creatures is pretty alright usually the art for humans is always awesome."
      },
      {
            "type": "Manhwa",
            "name": "My Life as a Loser",
            "score": 4,
            "description": "No idea why is this is highly rated but it's shit."
      },
      {
            "type": "Manhwa",
            "name": "Han Dae Sung Returned From Hell ",
            "score": 3.5,
            "description": "How is a person able to make something so unoriginal?? It feels like a bad frankenstein of overused tropes."
      },
      {
            "type": "Manga",
            "name": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
            "score": 3,
            "description": "There's really nothing that's good about this though I imagine it can be comfort food."
      },
      {
            "type": "Manga",
            "name": "Zom 100 - Bucket List of the Dead",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/R92WS1g.jpg",
            "description": "A little too many zombie tits for my liking but still really fun."
      },
      {
            "type": "Manga",
            "name": "Welcome to Demon School! Iruma-kun",
            "score": 4.5,
            "description": "I hate the all the characters so much."
      },
      {
            "type": "Webtoon",
            "name": "Love Advice From The Great Duke Of Hell",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/ASDZSt1.png",
            "description": "Me when jokes are actually funny."
      },
      {
            "type": "Manhwa",
            "name": "Hero Killer",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/aeEPkF0.png",
            "description": "Wtf Payday mask?!?!"
      },
      {
            "type": "Manga",
            "name": "Kaiju No. 8",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/o9ZvNPz.png",
            "description": "How is anyone alive in Japan in this world?"
      },
      {
            "type": "Manga",
            "name": "Fire Punch",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/QpQcxqi.png",
            "description": "A lot of this just feels like the authors' kink or smthing. Art is great though."
      },
      {
            "type": "Manhwa",
            "name": "Her Summon",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/bVUvULt.png",
            "description": "Imagine you accidently summon a Reddit mod, shits fucked up."
      },
      {
            "type": "Manga",
            "name": "Ajin - Demi Human",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/DEfsIKu.png",
            "description": "Why is the art insane??"
      },
      {
            "type": "Manga",
            "name": "All You Need Is Kill",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/SdyEXXW.png",
            "description": "I swear I've watched a movie about this. \n Edit: I did."
      },
      {
            "type": "Manga",
            "name": "Delicious in Dungeon",
            "score": 7,
            "description": "This guy is really calm about his sister being consumed."
      },
      {
            "type": "Manga",
            "name": "Sun-ken Rock",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/czD3Hc9.png",
            "description": "This author is incapable of drawing more than two body types and they are small buff man and big buff man."
      },
      {
            "type": "Manga",
            "name": "Yotsuba to!",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/CV6Z4O4.png",
            "description": "Jumbo don't deserve this disrespect! \n Edit: Are we deadass right now? \n I'm not quite the intended audience for this manga, I find slice of life horribly boring (too shounen brained as I've heard it put) and I despise children, but despite my better judgement I gave this manga a shot because of its absurdly high rating on MAL. After reading four volumes of this I think I can safely say Yotsuba is not for me. \n I might just be some sort of grinch who hates sunshine and joy, but Yotsuba just being happy and enjoying herself wasn't enough to keep me coming back, especially when the humor felt very one note and repetitive, she misunderstands something because she's a dumbass, overreacts and that's about it. Yotsuba being an stupid little kid who overreacts constantly might be realistic, kids are awful after all, but it never really feels like anything was changing. The cast grows but it feels like Yotsuba at the start would be identical to the Yotsuba at the end as she doesn't grown in any meaningful way physically or mentally. This felt a bit off to me as growing is really the only thing kids are good at. \n The aspects that keep this from being a not recommended for me are the side characters and art, I really enjoy the interactions between the supporting cast, it feels like a nice reprieve from the generally mind numbing content of this manga. The art too, while not stunningly beautiful like many of the manga it somehow manages to rank above on MAL (😡😡) is very charming and holds up a lot better than many of the other manga releasing during the same time period. Not just that, from what I've seen in the later chapters it's grown a fair bit (though Yotsuba does kind of look out of place sometimes, I mean look at this: https://i.imgur.com/xP6yTbt.png)."
      },
      {
            "type": "Manga",
            "name": "Barakamon",
            "score": 3.5,
            "image": "https://a.ze.wtf/review-imgs/v5R6GSb.png",
            "description": "On chapter one when he said his heart had gone hard he sounded like an edgy 13 year old with a sad Bart Simpson pfp. Killed it for me."
      },
      {
            "type": "Manhwa",
            "name": "The Divine Surgeon",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/3lVmKfo.png",
            "description": "Like who would pick anything but heaven though?"
      },
      {
            "type": "Manga",
            "name": "Dead Mount Death Play",
            "score": 2.5,
            "description": "So much fan service and they brought the annoying girl back to life just so they could show more."
      },
      {
            "type": "Manga",
            "name": "Isekai Omotenashi Gohan",
            "score": 4.5,
            "description": "Something about this art is fucked up."
      },
      {
            "type": "Manga",
            "name": "Campfire Cooking in Another World with my Absurd Skill",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/5gqBDvq.png",
            "description": "Why is this guy so scared when he has an invincible barrier around him."
      },
      {
            "type": "Manga",
            "name": "Restaurant to Another World",
            "score": 6,
            "description": "Authors trying to make female characters not extremely annoying and say WAHHHH instead of asking for things (impossible)."
      },
      {
            "type": "Manga",
            "name": "Otherworldly Izakaya Nobu",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/CDAWnDY.jpg",
            "description": "These guys should be broke. \n Edit: Actually if these other world people still use gold coins they probably rich."
      },
      {
            "type": "Manga",
            "name": "Frieren - Beyond Journey's End",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/zXiKSaa.jpg",
            "description": "Damn the first chapters are rough."
      },
      {
            "type": "Manhwa",
            "name": "Dungeon Reset",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/MgC3QgT.png",
            "description": "Minecraft!"
      },
      {
            "type": "Manga",
            "name": "To Your Eternity",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/gcHTdFO.jpg",
            "description": "Buff gugu a real one also should have ended after chapter 116. \n Edit: 8.1 -> 7, this is starting to go nowhere."
      },
      {
            "type": "Manga",
            "name": "Blame!",
            "score": 6.5,
            "description": "I sure do love not knowing what is going for 1/3 of the manga."
      },
      {
            "type": "Manga",
            "name": "Yokohama Kaidashi Kikou ",
            "score": 6.5,
            "description": "I guess this is great for any lesbian robot fans out there."
      },
      {
            "type": "Manhwa",
            "name": "Villain To Kill",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/VICmRA3.png",
            "description": "Asura comment sections really know how to make me want to hang myself."
      },
      {
            "type": "Manhwa",
            "name": "Auto Hunting With My Clones",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/ohOcc6T.png",
            "description": "He doesnt look like a guy who's been training 72 hours a day."
      },
      {
            "type": "Manhwa",
            "name": "Return of the Bloodthirsty Police",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/TTNEQdJ.png",
            "description": "Title is just a colourblind american cop. \n Edit: God I'm good."
      },
      {
            "type": "Manga",
            "name": "Cacoon",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/2noQvVW.png",
            "description": "I can't tell if the author is pro or anti japanese."
      },
      {
            "type": "Manga",
            "name": "Shimeji Simulation",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/BX3tOFC.png",
            "description": "Escaping the matrix."
      },
      {
            "type": "Manga",
            "name": "Haikyu!!",
            "score": 7,
            "description": "I wonder if the artist knew it was about volleyball."
      },
      {
            "type": "Manga",
            "name": "That Time I Got Reincarnated as a Slime",
            "score": 3.5,
            "description": "The only defining traits were if characters liked the MC or not. \n Edit: I think I stole this from some MAL review, maybe we just had the same idea though."
      },
      {
            "type": "Manga",
            "name": "A Delinquent's Life Hacks",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/xXpr9wL.jpg",
            "description": "Literally the nicest person on Earth."
      },
      {
            "type": "Manga",
            "name": "The Yakuza's Guide to Babysitting",
            "score": 6,
            "description": "He's just very devoted to his job."
      },
      {
            "type": "Manga",
            "name": "Hinamatsuri",
            "score": 9.5,
            "image": "https://a.ze.wtf/review-imgs/I3sBTNP.jpg",
            "description": "They said rock and roll was evil and nobody believed them. Look who's laughing now."
      },
      {
            "type": "Manhwa",
            "name": "Heavenly Demon Cultivation",
            "score": 6,
            "description": "I need to start cultivating."
      },
      {
            "type": "Manga",
            "name": "So I'm a Spider, So What",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/uhHqvq4.png",
            "description": "It was more interesting when she was in the caves."
      },
      {
            "type": "Manga",
            "name": "The Way of the Househusband",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/YFMGUPZ.png",
            "description": "I don't know what a magical girl is but I don't want to find out. \n Edit: I know what a magical girl is now. The name really speaks for itself."
      },
      {
            "type": "Manhwa",
            "name": "I Reincarnated As The Crazed Heir",
            "score": 4,
            "description": "The author is just making it up as he goes."
      },
      {
            "type": "Manga",
            "name": "Girls' Last Tour",
            "score": 9.5,
            "image": "https://a.ze.wtf/review-imgs/BXdRsYt.png",
            "description": "Popbob and FitMC explore the remains of the oldest anarchy server in Minecraft."
      },
      {
            "type": "Manhwa",
            "name": "Chronicles of the Demon Faction",
            "score": 5.5,
            "description": "If the fox turns into a little girl I'm gonna kill myself. \n Edit: I dropped this before I could find out."
      },
      {
            "type": "Manhwa",
            "name": "Red Storm",
            "score": 6,
            "description": "Ok but why did the author forget about colours."
      },
      {
            "type": "Manhwa",
            "name": "Dreamcide",
            "score": 5,
            "description": "Seems like I forgot to write a description the first time and as I've completely forgotten it in a year it can't be too good."
      },
      {
            "type": "Manhwa",
            "name": "Rooftop Sword Master",
            "score": 1.5,
            "description": "The art makes me want to go blind."
      },
      {
            "type": "Manhwa",
            "name": "Immortal, Invincible",
            "score": 2.5,
            "description": "It's just really boring."
      },
      {
            "type": "Manhwa",
            "name": "Past Lives Of The Thunder God",
            "score": 3.5,
            "description": "2 chapters is as far as I go."
      },
      {
            "type": "Manhwa",
            "name": "Demonic Master of Mount Kunlun",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/pCYr5nM.png",
            "description": "It could do with more vibrant colours and the ending was kinda weird but its pretty good."
      },
      {
            "type": "Manhwa",
            "name": "The Story of a Low-Rank Soldier Becoming a Monarch",
            "score": 4.5,
            "description": "It's just really meh."
      },
      {
            "type": "Manhwa",
            "name": "History Of Three States",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/OfpPYfF.png",
            "description": "Why is the art completely insane."
      },
      {
            "type": "Manhwa",
            "name": "Kang-jin Lee",
            "score": 6,
            "description": "It's the peerless dad guy!!"
      },
      {
            "type": "Manhwa",
            "name": "The Undefeatable Swordsman",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/TsR5sYi.png",
            "description": "The author was high as fuck after like chapter 100."
      },
      {
            "type": "Manhwa",
            "name": "The Constellation That Returned From Hell",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/VcjbmsY.png",
            "description": "We are back to the past but the future from the perspective of the guy. \n Edit: Idk what I was on about here."
      },
      {
            "type": "Manhwa",
            "name": "Heavenly Demon Instructor",
            "score": 1.5,
            "description": "Holy shit the MC is a moron."
      },
      {
            "type": "Manga",
            "name": "Blue Giant",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/VLyOu3d.png",
            "description": "I don't even like jazz."
      },
      {
            "type": "Manhwa",
            "name": "Viral Hit",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/lrQlI7C.png",
            "description": "I like my characters faces looking like strange creatures."
      },
      {
            "type": "Manhwa",
            "name": "Book Eater",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/oXJCXgl.png",
            "description": "The artist smoked 15 kgs of crack before drawing and it turned out great."
      },
      {
            "type": "Manhwa",
            "name": "Superhuman Era",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/Gcmu2k1.jpeg",
            "description": "Me when they write words when making female characters and they arent people that scream kyaaa and then get saved big strong MC."
      },
      {
            "type": "Manhwa",
            "name": "Star Instructor, Master Baek",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/YFhMoYs.png",
            "description": "She obviously has aids and is taking the anti aids pill. \n Edit: This joke is so unfunny jesus."
      },
      {
            "type": "Manhwa",
            "name": "Moon-Shadow Sword Emperor",
            "score": 2.5,
            "description": "Sometimes you dig too deep annd find something you weren't supposed to."
      },
      {
            "type": "Manhwa",
            "name": "Hoarding in Hell",
            "score": 5,
            "description": "I'm not gay I'm just saying he's pretty hot. \n Edit: I was tweaking."
      },
      {
            "type": "Manhwa",
            "name": "Heavenly Inquisition Sword",
            "score": 3.5,
            "alt": "nine heavens swordmaster",
            "description": "Feels pretty aimless in the recent chapters. The start was pretty alright though. \n 4.5 -> 3.5, wow this has gone even more dogshit than the last time I checked it out. It's sad because I really had high hopes for this but the longer it goes on the more bizarre and aimless it becomes. It seems like even the art has gotten worse in the later chapters, it's all so flat and weirdly proportioned now. Maybe the artist and author just need a break or something but I don't think I'll be returnin again."
      },
      {
            "type": "Manhwa",
            "name": "Maxed Out Leveling",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/cOAzTUP.jpeg",
            "description": "I just read anything with murim involved."
      },
      {
            "type": "Manhwa",
            "name": "Mookhyang The Origin",
            "score": 5,
            "description": "The art progressively gets worse."
      },
      {
            "type": "Manhwa",
            "name": "The Strong Man From The Mental Hospital",
            "score": 3.5,
            "description": "Great homosexual representation."
      },
      {
            "type": "Manhwa",
            "name": "Noblesse",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/7kuektV.png",
            "description": "If you are gonna say that a characters' hot at least make them hot."
      },
      {
            "type": "Manhwa",
            "name": "Bones",
            "score": 2.5,
            "image": "https://a.ze.wtf/review-imgs/8VC9cVp.jpeg",
            "description": "If Naver doesnt pick this up I'm selling my organs so I can. \n Edit: 8 -> 6, Not as good as I remember, fine with this just beeing a three chapter thing. \n Edit 2: 6 -> 2, Okay so it seems this was actually picked up and after catching up its even worse than I thought it was sadly. The best aspect of this was the art, even if most character designs aren't super interesting the art for the MC and the monsters is always super cool to look at as well as the huge attacks. I just wish it had a little less edge, the MC cannot catch a break and while it felt alright for a three chapter series just to set it up, when every chapter or two it tells us how much pain he's in or introduces best friends we've never heard of just to kill them off, it feels like a bit much. Aside from the MC being tortured it's a pretty generic gate Manhwa so it gets boring fairly quickly especially when it collapses in on it self about 15 chapters in. I don't know if the author got told he could only make like 40 chapters or something but the pace becomes completely fucked and it gets extremely confusing with random retcons and shit going on. \n Edit 3: I might be going completely schizo so I won't update the score just yet but I think I see a very bizarre vision for this manhwa and I think maybe we're going somewhere. Is this writing fire?"
      },
      {
            "type": "Manhwa",
            "name": "Legend of Asura - The Venom Dragon",
            "score": 6,
            "description": "If you gonna make a character OP at least trap him in a cave for 8 years. \n Edit: This kind of goes to shit later but I still think it evens out to an alright."
      },
      {
            "type": "Manhwa",
            "name": "Death Row Boy",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/QTj8RNL.png",
            "description": "Should have had 35 chapters max."
      },
      {
            "type": "Manhwa",
            "name": "Heavenly Demon Can't Live a Normal Life",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/oc6IYcx.png",
            "alt": "Descended from Divinity",
            "description": "I feel bad for that Rodwell guy. \n Edit: Dropped on chapter 118, it's gotten so boring and I think I've outgrown it if I'm being real. Clearly meant for like 13 year olds and below and I wasn't even 13 when I started it so I don't know how I've made it this far."
      },
      {
            "type": "Manhwa",
            "name": "Memoir Of The King Of War",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/Xus6lrf.png",
            "description": "We making it out of china with this one!"
      },
      {
            "type": "Manhwa",
            "name": "The Great Master",
            "score": 2,
            "description": "It seems there's a lot of garbage out there."
      },
      {
            "type": "Manhwa",
            "name": "The Druid of Seoul Station",
            "score": 2.5,
            "description": "Shoutout to the random button on Manga4Life!!"
      },
      {
            "type": "Manhwa",
            "name": "Revenge of the Iron-Blooded Sword Hound",
            "score": 2.5,
            "image": "https://a.ze.wtf/review-imgs/VKxFS2v.png",
            "description": "Me when the love interest with red hair and large breasts shows up for the 600th time."
      },
      {
            "type": "Manhwa",
            "name": "The Little Brother Is The Academy's Hotshot",
            "score": 3.5,
            "description": "Everytime I hear the word regression I can feel 60 years being cut off my life."
      },
      {
            "type": "Manhwa",
            "name": "Reincarnation of the Veteran Soldier",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/xC6PqyB.png",
            "description": "He gets it. \n Edit: I think I was talking about the guy in the picture I attached."
      },
      {
            "type": "Manga",
            "name": "JoJo's Bizarre Adventure Part 7: Steel Ball Run",
            "score": 9.5,
            "image": "https://a.ze.wtf/review-imgs/yMNu3DV.png",
            "description": "Cross country grave robbing roadtrip with a consistently interesting story and a feel that is completely different to the other parts (probably because its a reboot but still). Johnny and Gyro's friendship seems real making them my favourite duo in any manga. Spin is 10000 times better than ripple because it actually makes sense and doesnt put me to sleep and every character, even minor villains have interesting backstories. Peak JoJo fr"
      },
      {
            "type": "Manhua",
            "name": "My Wife is from a Thousand Years Ago",
            "score": 3,
            "description": "Do not let homeless people with knives into your house. \n Edit: Gets boring very fast."
      },
      {
            "type": "Manhwa",
            "name": "Doom Breaker",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/8EEmxwH.png",
            "description": "Something called Doom Breaker has no business having art this good."
      },
      {
            "type": "Manga",
            "name": "Witch Hat Atelier",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/pROWikD.png",
            "description": "The art wild, jesus, just wish the story was a bit more excting."
      },
      {
            "type": "Manhwa",
            "name": "I'm A Martial Art Villainess But I'm The Strongest",
            "score": 5,
            "description": "I'm not sexist I'm just sex. \n Edit: Bars."
      },
      {
            "type": "Manhwa",
            "name": "Storm Inn",
            "score": 4.5,
            "description": "He just decided to own an inn because of some fucking guy?"
      },
      {
            "type": "Manhwa",
            "name": "I Am The Precious Daughter Of The Greatest Villain In The Fantasy World",
            "score": 2.5,
            "description": "Read when you are about to jump and need the last push."
      },
      {
            "type": "Manhwa",
            "name": "Reborn as a Scholar",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/TqfnSm5.png",
            "description": "Whoever rated this below 7 on MAL fuck you, this is leagues better then some of the other shit I see rated 6s (nvm the endign was siht it s a 6, still should be a 7 based on MAL standards)."
      },
      {
            "type": "Manhwa",
            "name": "The Dark Magician Transmigrates After 66666 Years",
            "score": 3,
            "description": "Very boring and the hair colour is too silly."
      },
      {
            "type": "Manhwa",
            "name": "The Grand Mudang Saga",
            "score": 3.5,
            "image": "https://a.ze.wtf/review-imgs/vhqlVaM.png",
            "description": "This is why I hate old people"
      },
      {
            "type": "Manhwa",
            "name": "Infinite Mage",
            "score": 6.5,
            "description": "This is kinda shit but I laughed when he asked out the guys sister. \n Edit: The new art style is not great."
      },
      {
            "type": "Manhwa",
            "name": "Boss in School",
            "score": 2.5,
            "description": "The art really is something. \n Edit: By something I meant it's shit."
      },
      {
            "type": "Manhwa",
            "name": "Doctor's Rebirth",
            "alt": "doctor, live again",
            "score": 6.5,
            "description": "Just read the title. \n Edit: 5.5 -> 6.5, wow, this was a real lazy one from past me and doesn't really give this story enough credit. It's a pretty unique twist on the murim genre, the concept of demigods getting urinary stones or syphilis and requiring doctors just like us isn't one I've seen before so it kept me well engaged. The art isn't my favourite, but it's unique (to its detriment in my opinion, but still). The MC isn't a huge dickhead which is nice, it's not some overblow OP MC slop either (though the MC is pretty powerful) and the dynamic between him and his master is very charming. It does seem to lose its way later on and the story becomes a little convuluted but I still thought it was fine."
      },
      {
            "type": "Manhwa",
            "name": "Player Who Can't Level Up",
            "score": 3.5,
            "description": "he can't level up but he can level up sword lololololol XDDDDD"
      },
      {
            "type": "Manhwa",
            "name": "Return To Player",
            "score": 5,
            "description": "What an original plot!!"
      },
      {
            "type": "Manhwa",
            "name": "Unholy Blood",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/lIvahI4.png",
            "description": "I'm bored."
      },
      {
            "type": "Manhwa",
            "name": "Lout of Count's Family",
            "score": 5.5,
            "description": "I'm not gonna lie to you, Cale is the sexiest man full stop."
      },
      {
            "type": "Manga",
            "name": "Jujutsu Kaisen",
            "alt": "jjk",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/YCGsi4Q.png",
            "description": "What is going on?? \n Edit: I never quite found out it seems. This is an interesting manga but the mood never felt quite right, just a little uncanny and I'm not sure that was what was intended. Moments that should've felt serious just didn't feel like it and the kind of sketchy artstyle wasn't helping the situation."
      },
      {
            "type": "Manga",
            "name": "Dandadan",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/YSt2wBa.png",
            "description": "A story about a guy getting his balls stolen has no reason to be so entertaining while also having some of the best art right now."
      },
      {
            "type": "Manhwa",
            "name": "Damn Reincarnation",
            "score": 2.5,
            "image": "https://a.ze.wtf/review-imgs/fhLhp6i.png",
            "description": "It seems like they are setting him up with his sister, this can't be a good sign. \n Edit: It wasn't a good sign."
      },
      {
            "type": "Manhwa",
            "name": "Masters of Lightning Knives",
            "score": 4.5,
            "image": "https://a.ze.wtf/review-imgs/eh0nHSo.png",
            "description": "Series feels like a constant state of edging."
      },
      {
            "type": "Manga",
            "name": "Mashle - Magic and Muscles",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/gO43DBy.png",
            "description": "Harry Potter."
      },
      {
            "type": "Manhwa",
            "name": "Manager Kim",
            "score": 4,
            "description": "The john wick without the dog. I got bored just like in John Wick."
      },
      {
            "type": "Manhwa",
            "name": "Hero Has Returned",
            "score": 2.5,
            "description": "Why are you following the most boring character?"
      },
      {
            "type": "Manhwa",
            "name": "Chronicles Of The Martial God's Return",
            "alt": "war god returner",
            "image": "https://a.ze.wtf/review-imgs/uXz95Nu.png",
            "score": 6,
            "description": "The child isn't disgusting to look at. Edit \n 7.6 -> 6 I just got a bit bored of this one, it felt like it wasnt going anywhere and the inclusion of rather uninteresting characters to the main cast didnt help."
      },
      {
            "type": "Manhwa",
            "name": "Highschool Lunch Dad",
            "score": 4,
            "description": "Real men read the dumbest things ever."
      },
      {
            "type": "Manhwa",
            "name": "The Academy's Undercover Professor",
            "score": 3,
            "description": "Every chapter is 22 millimetres thick. \n Edit: What the fuck does that mean past me."
      },
      {
            "type": "Manga",
            "name": "Vagabond",
            "score": 10,
            "image": "https://a.ze.wtf/review-imgs/94vvQ9U.png",
            "description": "Perhaps my favourite manga of all time. The art is wonderful, whether it be the beautiful handpainted pages or the sprawling watercolour covers they're always a joy to look at. The story while not some complex mindfuck is charming and just what it needs to be to facilitate the real draw of this manga, Musashi's character development from an immature strong man to an immaturish stronger man. Watching Musashi contemplate shit is extremely entertaining even if a lot of the Buddhist philosophy seems to right over my head. This manga also flows extremely well moving from chapter to chapter in a way that makes me unable to pull myself from it. All the side characters are super fleshed out and interesting even ones that disappear in just a few chapters. Some people might find backstories in backstories annoying but I don't really mind especially when everything is so well done. Its very unfortunate Vagabond will likely never finish, but I'm fine with rereading it over and over pretending that it'll come back one day. If you're fine starting a story that doesn't have a conclusion please give Vagabond a shot (I'm begging on my hands and knees)."
      },
      {
            "type": "Manga",
            "name": "Undead Unluck",
            "score": 3,
            "description": "What is unluck."
      },
      {
            "type": "Manga",
            "name": "Goodnight Punpun",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/48bbl8O.png",
            "description": "SHE RAPED PUNPUN WHAT THE FUCK. Devestating story."
      },
      {
            "type": "Manga",
            "name": "Juujika no Rokunin",
            "score": 2,
            "image": "https://a.ze.wtf/review-imgs/EjrhjcY.png",
            "description": "His family is murdered and his house is burnt down in the first chapter. Aside from the insane start just a pretty boring torture-porn manga."
      },
      {
            "type": "Manhwa",
            "name": "I Get Stronger the More I Eat",
            "score": 4.5,
            "description": "What the fuck."
      },
      {
            "type": "Manhwa",
            "name": "Drug Devourer",
            "score": 2.5,
            "description": "Great name, terrible comic."
      },
      {
            "type": "Manhwa",
            "name": "I've Become a Doting Father",
            "score": 3,
            "description": "Nooo not again."
      },
      {
            "type": "Manhwa",
            "name": "After Ten Millennia in Hell",
            "score": 4,
            "description": "Almost so bad its good but not bad enough so its just bad."
      },
      {
            "type": "Manhwa",
            "name": "Jungle Juice",
            "score": 5.5,
            "description": "I can't handle the Jungle Juice."
      },
      {
            "type": "Manhwa",
            "name": "Leviathan",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/RThCdYk.png",
            "description": "If I wanted to see this much ass I'd watch porn instead. Genuine full action panels being wasted every chapter."
      },
      {
            "type": "Manga",
            "name": "Sakamoto Days",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/uSGhD7H.png",
            "description": "I guess obesity isn't that much of a problem after all."
      },
      {
            "type": "Manhwa",
            "name": "Murim Login",
            "score": 4,
            "description": "I could not get past chapter 2 because the art kind of ass (not as bad as infinite leveling in murim tho)."
      },
      {
            "type": "Manhwa",
            "name": "GOSU",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/tId9Aqt.png",
            "description": "First 30 chapters are so bring it took me the same amount of time to get through them as to complete the rest of  the series. I'd like to give this a 7 or 8 but the first 30 chapters are just so shit its crazy."
      },
      {
            "type": "Manhwa",
            "name": "One Day, Suddenly, Seoul Is",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/Ou7sJx3.png",
            "description": "King Scans are literally the worst translators. Sometimes it feels like Google translate did it for them."
      },
      {
            "type": "Manhwa",
            "name": "Eleceed",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/XJfzrx5.png",
            "description": "Every man in this looks like a lesbian. \n Edit: My favourite slop, the art growth is honestly insane and the story gives me warmth. Panneling is well used too, just really high quality slop manhwa. \n Edit 2: Someone hold be back my plan to read list is too long but I can't stop rereading this instead it's just so charming."
      },
      {
            "type": "Manhwa",
            "name": "Killing Stalking",
            "score": 6,
            "description": "I've seen less disturbing isis executions."
      },
      {
            "type": "Manhwa",
            "name": "Komi Can't Communicate",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/I26B2DN.png",
            "description": "This is like seeing nice looking food, biting into it and finding out its fucking hollow."
      },
      {
            "type": "Manhwa",
            "name": "Worthless Regression",
            "score": 6.5,
            "alt": "returning with absolutely nothing",
            "description": "They wasted so many panels on ass. \n Edit: I wish I wrote more coherent reviews but past me was onto something, they do get their mileage out of Wiji's ass as well as comically large tits any chance they can get which is sometimes a bit much. Shit had me flabbergasted. Aside from that the art is pretty 'unique' if you can call it that. It looks pretty weird and the colours also just feel a little off, I'm unsure if that was a stylistic choice or just the way the artist likes to draw but it's a little bizarre regardless. The story was alright, I thought some moments felt like the author was pushing a little too far out of his capabilities but at least the author was trying which is something you can't say for a lot of manhwa. The main character's growth is pretty satisfying to watch and I find myself coming back to this every once in a while."
      },
      {
            "type": "Manhwa",
            "name": "Nano Machine",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/eIV6Rit.png",
            "description": "This has gone downhill recently. \n Edit: By recently I mean after the whole school thing but especially after the weird rape thing."
      },
      {
            "type": "Manhwa",
            "name": "Volcanic Age",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/qQXD7Vm.png",
            "description": "The master is such a silly little goober. Translations so bad the name is a mistranslation."
      },
      {
            "type": "Manhwa",
            "name": "FFF-Class Trashero",
            "score": 2.5,
            "description": "This entire thing is FFF-class."
      },
      {
            "type": "Manhwa",
            "name": "The Return of the Crazy Demon",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/pVhHhK1.png",
            "description": "Extreme trolling."
      },
      {
            "type": "Manhua",
            "name": "Shen Ze",
            "score": 6,
            "description": "Felt real rushed at the end."
      },
      {
            "type": "Manhwa",
            "name": "I'm the Max-Level Newbie",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/ZNOdWA3.png",
            "description": "Solo Leveling if instead of Leveling Solo he was annoying."
      },
      {
            "type": "Manhwa",
            "name": "Lookism",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/KS0v6Vu.png",
            "description": "Olly and James were the best combo also did the author forget that they are high school students or something because they don't attend that place. I would have given it 8 but the first 50 or so chapters had such awful art."
      },
      {
            "type": "Manhwa",
            "name": "Annarasumanara",
            "score": 8,
            "spoiler": true,
            "image": "https://a.ze.wtf/review-imgs/vQvlUyH.png",
            "description": "The art really is something. It's like reading gumball. Very pretty story too even with it's rather short length."
      },
      {
            "type": "Manhwa",
            "name": "Questim",
            "score": 3.5,
            "description": "I was hoping it wasn't this."
      },
      {
            "type": "Manhwa",
            "name": "PIGPEN",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/KMpt2EX.png",
            "description": "The entire story is just a checklist of twists. Gets a bit much near the end."
      },
      {
            "type": "Manhwa",
            "name": "My School Life Pretending To Be A Worthless Person",
            "score": 2,
            "description": "By edgy children for edgy children."
      },
      {
            "type": "Manhwa",
            "name": "Wind Breaker",
            "score": 5,
            "description": "I just don't like bikes that much. Still good. \n 7 -> 5, I care so little about bikes I can't leave it as a 7 sorry bike fans."
      },
      {
            "type": "Manhwa",
            "name": "The Novels Extra",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/2imWxAb.png",
            "description": "It speedrun going from alright to completely unoriginal and ass."
      },
      {
            "type": "Manhwa",
            "name": "The Bully In Charge",
            "score": 2.5,
            "description": "Art isn't good and neither is the story. Not ever entertaing slop."
      },
      {
            "type": "Manga",
            "name": "JoJo's Bizarre Adventure Part 6: Stone Ocean",
            "score": 8.5,
            "description": "The first time JoJo actually had a character arc because Jolyne was actually a different person at the end. Pucci wasnt as good as Kira but he was better then part 5s villain and he actually thought he was the good guy which is a shift from the rest of the JoJo villains so far and was an interesting viewpoint and to be honest the heaven plan isn't that bad of a plan."
      },
      {
            "type": "Manga",
            "name": "One Punch Man",
            "alt": "opm",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/F8xdw1j.png",
            "description": "Holy shit he destroyed a moon. Beautiful artwork, some of the best I've ever seen in manga. The comedy is pretty good too though that's quite a bit more up to everyones particular tastes. \n Edit: 9 -> 8.5, starting to drag a little unfortunately."
      },
      {
            "type": "Manga",
            "name": "Chainsaw Man",
            "alt": "csm",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/grlfF33.jpg",
            "spoiler": true,
            "description": "Still don't know what the astronauts mean. Super wacky, fun and sometimes depressing read. It's reletively quick to get through (part 1 at least). It does get a bit too bizzare and confusing at some points, especially near the end but even when its so bizarre I can't even comprehend it Chainsaw Man is a good time."
      },
      {
            "type": "Manga",
            "name": "Attack on Titan",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/mUQZGLS.png",
            "description": "Not nearly as good as the anime on any level. The anime is finished so just watch that instead."
      },
      {
            "type": "Manhwa",
            "name": "Peerless Dad",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/8zdX5qF.png",
            "description": "Literally Elsa."
      },
      {
            "type": "Manhwa",
            "name": "The World After the Fall",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/L8Mbb0y.jpeg",
            "description": "What an unoriginal plot. \n Edit: After reading quite a lot of this I've come to realise that this story is extremely convoluted and actually makes no sense and the characters are sub par at best. I think I might prefer when it was unoriginal, it is entirely carried by its art now."
      },
      {
            "type": "Manhwa",
            "name": "The Breaker",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/glgo9Cg.png",
            "description": "I aint buying yo."
      },
      {
            "type": "Manga",
            "name": "Spy X Family",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/142HN96.png",
            "description": "The dad is a spy (x family). I get it."
      },
      {
            "type": "Manhwa",
            "name": "My Daughter is the Final Boss",
            "score": 3,
            "description": "I hate the kid so much."
      },
      {
            "type": "Manhwa",
            "name": "Fight Class 3",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/4vLrTaA.png",
            "description": "The fuck is a fight class."
      },
      {
            "type": "Manga",
            "name": "The Unsuccessful Yet Academically Unparalleled Sage ~a Cheating s-Rank Sorcerer's Post-Rebirth Adventurer Log~",
            "score": 3,
            "description": "Great name, too bad its the most boring thing I've ever read."
      },
      {
            "type": "Manhwa",
            "name": "True Education",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/OTw123a.png",
            "description": "Would be a lot better if I didn't have to read it on the worst site in existence."
      },
      {
            "type": "Manhwa",
            "name": "Talent Swallowing Magician",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/obMygwB.png",
            "description": "The translators change the translations so much and don't go back to fix previous chapters."
      },
      {
            "type": "Manhwa",
            "name": "Omniscient Readers Viewpoint",
            "score": 7.5,
            "description": "It's one of the."
      },
      {
            "type": "Manhwa",
            "name": "The Swordmasters Son",
            "score": 3,
            "description": "You live in a massive mansion your life can't be that bad."
      },
      {
            "type": "Manhwa",
            "name": "To Not Die",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/mrdYSik.png",
            "description": "I'm here to watch mass murder."
      },
      {
            "type": "Manhwa",
            "name": "Hanlim Gym",
            "score": 6,
            "description": "Violence against teenagers is the only thing I live for."
      },
      {
            "type": "Manhwa",
            "name": "Teenage Mercenary",
            "score": 6,
            "description": "Literally God of Blackfield."
      },
      {
            "type": "Manhwa",
            "name": "The Tutorial is Too Tough",
            "alt": "The Tutorial Is Too Hard!",
            "score": 5,
            "description": "Everyone died at the start. \n Edit: I dropped this one, why did they keep showing every fucking floor just skip like 20 please."
      },
      {
            "type": "Manhwa",
            "name": "Disciple of the Holy Sword",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/4K9DZHv.png",
            "description": "Very mid, sometimes its funny though."
      },
      {
            "type": "Manhwa",
            "name": "Mr Zombie",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/2iSqqRx.png",
            "description": "The homeless man's One Punch Man."
      },
      {
            "type": "Manhwa",
            "name": "The Legend of the Northern Blade",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/vXKXeA1.png",
            "description": "Every fight is massive and fluid and great and somehow the author still has time to make characters I like?! \n Edit: Kind of hovering on the edge of an 8 these days as the story seems to be a bit uncoordinated but I still have hope."
      },
      {
            "type": "Manhwa",
            "name": "The Greatest Estate Developer",
            "score": 6,
            "image": "https://a.ze.wtf/review-imgs/zgjjbnP.png",
            "description": "Trolling so hard people don't think youre trolling and then you actually aren't trolling anymore. This was originally an 8 but after reading Love Advice from the Great Duke of Hell and Hinamatsuri (both more funny and well written) so I couldn't justify it's place so I dropped it down 2. \n Edit: I think the longer I read this the less funny it gets. Faces arent funny forever."
      },
      {
            "type": "Manhwa",
            "name": "Player",
            "score": 5.5,
            "image": "https://a.ze.wtf/review-imgs/QAQNUjw.png",
            "description": "You can't comprehend how much the art carries this. You could just look at the pictures and get the same experience as reading it and it might even be a better one."
      },
      {
            "type": "Manhwa",
            "name": "Latna Saga: Survival of a Sword King",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/HW0Itcd.png",
            "description": "This series is so strange, it's like 50 chapters of mid and then you see 10 chapters of brilliance. If the author knew how to pace things correctly this would be like a 9 because there really are some arcs that are some of the best in manhwa."
      },
      {
            "type": "Manhwa",
            "name": "Infinite Leveling: Murim",
            "score": 3,
            "description": "Wow the art is terrible. I keep trying to reread this assuming the story will carry it. On further inspection the story is about as shit as the art."
      },
      {
            "type": "Manhwa",
            "name": "Mom I'm Sorry",
            "score": 4,
            "description": "With a name like that I thought it was gonna be some depressing shit. I feel tricked."
      },
      {
            "type": "Manhwa",
            "name": "Distant Sky",
            "score": 7,
            "description": "Maybe I just like to watch people suffer."
      },
      {
            "type": "Manhwa",
            "name": "Terror Man",
            "score": 5,
            "image": "https://a.ze.wtf/review-imgs/rBqkZT2.png",
            "description": "50% fan service 50% good. \n Edit: I read this is like my sexism arc idk. Anyways 50% good was a stretch more like 25% max."
      },
      {
            "type": "Manhwa",
            "name": "Killstagram",
            "score": 2,
            "description": "The fact that I even read one chapter of this upsets me."
      },
      {
            "type": "Manhwa",
            "name": "About Death",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/uFaeeX9.png",
            "description": "How did they make me relate to every character every chapter and why am I still remembering this now."
      },
      {
            "type": "Manhwa",
            "name": "Shotgun Boy",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/KMrfY56.png",
            "description": "I just really like Sweet Home."
      },
      {
            "type": "Manhwa",
            "name": "The Horizon",
            "score": 9.5,
            "spoiler": true,
            "image": "https://a.ze.wtf/review-imgs/gxeYOsQ.png",
            "description": "This guy only makes bangers."
      },
      {
            "type": "Manhwa",
            "name": "The Boxer",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/409HqRn.png",
            "description": "Jean is literally my favourite character of all time. \n Edit: I mean not even in top 10 anymore but he's pretty entertaining."
      },
      {
            "type": "Manhwa",
            "name": "SSS-Class Revival Hunter",
            "score": 7.5,
            "description": "The murim arc ruined me."
      },
      {
            "type": "Manhwa",
            "name": "ANZ",
            "score": 3,
            "description": "I'm not tryna read a bank."
      },
      {
            "type": "Manhwa",
            "name": "Daughter of the Archmage",
            "score": 2.5,
            "description": "Literally reading Noah Macneil's autobiography. \n Edit: Even I don't know the reference I was making here."
      },
      {
            "type": "Manhwa",
            "name": "The Ember Knight",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/x5PxVp5.png",
            "description": "Look at them grimy hands."
      },
      {
            "type": "Manhwa",
            "name": "The Max Level Hero Strikes Back",
            "score": 3,
            "image": "https://a.ze.wtf/review-imgs/EsljcZs.png",
            "description": "I truly wasted my time. So sad."
      },
      {
            "type": "Manhwa",
            "name": "Reaper of the Drifting Moon",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/ZMDzk0J.png",
            "description": "Michael Jackson looking ass. \n Edit: Should have ended after the first season, it was a good way to wrap it up and it just feels like it's going nowhere now."
      },
      {
            "type": "Manhwa",
            "name": "Study Group",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/cMp2seN.png",
            "description": "Holy heckers."
      },
      {
            "type": "Manhwa",
            "name": "The Return of the Disaster-Class Hero",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/MfxvBZ8.png",
            "description": "One of the things of all time."
      },
      {
            "type": "Manhwa",
            "name": "The Archmage Returns After 4000 Years",
            "score": 6,
            "description": "At least he's not a pedophile."
      },
      {
            "type": "Manhua",
            "name": "Tales of Demons and Gods",
            "score": 2,
            "description": "Porn for chinese children."
      },
      {
            "type": "Manhwa",
            "name": "Return of the Mount Hua Sect",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/CRaGWK5.png",
            "description": "Zhou Laoshi would be impressed."
      },
      {
            "type": "Manhwa",
            "name": "The Beginning After The End",
            "score": 2,
            "description": "I feel like everytime I read this series it gets worse, like it's bad to an almost comically degree. The art is painfully average at it's best and the characters are so cringeworthy that it's almost unreadable for me."
      },
      {
            "type": "Manhwa",
            "name": "The Skeleton Soldier Failed to Defend the Dungeon",
            "score": 4,
            "image": "https://a.ze.wtf/review-imgs/D4tUk9X.png",
            "description": "Got boring real quick."
      },
      {
            "type": "Manhwa",
            "name": "Heavenly Demon Reborn!",
            "score": 6,
            "description": "New 8 just dropped (after reading a lot of other stuff this retroactively became a 7 but I'm just gonna keep the original caption) (after rereading I'm retroactively dropping this down to a 6)."
      },
      {
            "type": "Manga",
            "name": "The Summer Hikaru Died",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/Z5tKSmw.png",
            "description": "Homosexuals."
      },
      {
            "type": "Manhwa",
            "name": "Tower of God",
            "score": 6.5,
            "image": "https://a.ze.wtf/review-imgs/f2rl60y.png",
            "description": "I like the crocodile. Aside from that the art is some of the worst in the manhwa industry up until ~volume 3 (435 chapters in) and even then it still looks trash, I imagine it will be about that of an average manhwa average by chapter 700 (not a joke a real prediction). The story is above average though but never really kept me too hooked and I'm not too big a fan of the chapter long explainations of each floor though tbh I couldn't think of a better way to do it."
      },
      {
            "type": "Manhwa",
            "name": "The Legendary Moonlight Sculptor",
            "score": 3.5,
            "description": "Bad plot shit art."
      },
      {
            "type": "Manhwa",
            "name": "Kill The Hero",
            "score": 0.5,
            "description": "I'd pay anyone $500 if they can find value in this. Easily one of the worst manhwa of all time. Does everything other dungeon manhwa do but just worse."
      },
      {
            "type": "Manhwa",
            "name": "Solo Leveling",
            "score": 7.5,
            "description": "Can you smell what the rock is cooking? \n Edit: it doesnt do anything special or outside what I thought it would do, but it does what it does with a level of proficiency very uncommon these days."
      },
      {
            "type": "Manhwa",
            "name": "A Returner's Magic Should Be Special",
            "score": 6.5,
            "description": "I'm never listening to a Hypixel Skyblock players recommendations again. \n Edit: Gets old pretty quickly but the art is pretty unique and its an alright time waster."
      },
      {
            "type": "Manhwa",
            "name": "My Dad Is Too Strong",
            "score": 3,
            "description": "Why do I keep getting told to read garbage."
      },
      {
            "type": "Manhwa",
            "name": "Hellper",
            "score": 8.5,
            "image": "https://a.ze.wtf/review-imgs/MlIvIEA.png",
            "description": "The author really thought hell and then wrote one of the most well made comics ever with great art, fights and characters. \n Edit: This is a stupid ass review I don't know what I thought I was up to. \n Edit 2: Had a reread and thought I'd hopefully explain my thoughts a little more coherently. Super cool manhwa, the artstyle is a unique mix of black and white in hell and coloured panels for the surface (it's cooler than it sounds, trust me). The comedy isn't much but it makes the manhwa better than if it didn't have it. The story too, while it feels a little frantic at the end is massively entertaining to watch play out, especially with a MC as charismatic as Jang."
      },
      {
            "type": "Manhwa",
            "name": "Bastard",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/u2zrHNY.png",
            "description": "Rather dank. \n Edit: Grown to be one of my favourite combination of mystery and physiological. Highly recommend even if you arent interested in either because you will be after reading this."
      },
      {
            "type": "Manhwa",
            "name": "God of Blackfield",
            "score": 5,
            "description": "Holy shit. Update: This seemed a lot better when I had read like 2 manhwas so the score was like 70 lol."
      },
      {
            "type": "Manga",
            "name": "The Fable",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/C0CimBS.png",
            "description": "Most metal shit ever broadcasted. The humor is right up my alley (though not as funny as Hinamatsuri) and the art looks like it tastes like cotton candy I can't explain it. My only big gripe is that Misaki feels like she was made just to ge sexually assulted over and over."
      },
      {
            "type": "Manhwa",
            "name": "Overgeared",
            "score": 3.5,
            "description": "Boring. \n Edit: How are you meant to make stakes when everything is a video game? It just seems silly to act as if something is life and death when it's really not."
      },
      {
            "type": "Manhwa",
            "name": "Sweet Home",
            "score": 9.5,
            "image": "https://a.ze.wtf/review-imgs/Ix5TEfh.png",
            "description": "Me when something meant to be suspenseful is actually suspenseful!! Truly an impossible feat."
      },
      {
            "type": "Manhwa",
            "name": "Tomb Raider King",
            "score": 3,
            "description": "Trash book. \n Edit: repeative slop, only redeeming factor is the art which is sometimes evem above average."
      },
      {
            "type": "Comic",
            "name": "Steve Lichman",
            "score": 7.5,
            "image": "https://a.ze.wtf/review-imgs/xAFnlxV.png",
            "description": "He's just one of the boys."
      },
      {
            "type": "Comic",
            "name": "Flashpoint",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/AsZ0RHS.png",
            "description": "Wow this is awesome I sure hope the movie won't be garbage."
      },
      {
            "type": "Comic",
            "name": "Injustice",
            "score": 7,
            "description": "Noo Robin why did you do it, you silly little guy."
      },
      {
            "type": "Comic",
            "name": "Altitude",
            "score": 5.5,
            "description": "I have a sudden urge to start climbing."
      },
      {
            "type": "Comic",
            "name": "Maus",
            "score": 9,
            "image": "https://a.ze.wtf/review-imgs/iLvCt6I.png",
            "description": "I'm starting to think perhaps this isn't actually about mice."
      },
      {
            "type": "Book",
            "name": "Strange Case of Dr. Jekyll and Mr. Hyde",
            "score": 7.5,
            "description": "Really interesting short story that my English teacher spoiled :despair:."
      },
      {
            "type": "Book",
            "name": "All Tomorrows",
            "score": 8,
            "image": "https://a.ze.wtf/review-imgs/1KMSDPx.png",
            "description": "Perhaps the qu were just environmental activists."
      },
      {
            "type": "Book",
            "name": "The Hunger Games",
            "score": 6.5,
            "description": "Holy heck it's just Minecraft!!"
      },
      {
            "type": "Book",
            "name": "Wonder",
            "score": 8.5,
            "description": "Maybe my life isn't that bad."
      },
      {
            "type": "Book",
            "name": "A Tale of Two Cities",
            "score": 6.5,
            "description": "I get why people think it's so good but its kind of painful to read sometimes because of how its written. The words are just so different that I have to reread lines almost three times far to often, maybe I'm just dumb though."
      },
      {
            "type": "Book",
            "name": "Lord of the Nutcracker Men",
            "score": 4.5,
            "description": "Maybe I would have enjoyed it more if I didn't have to write a chapter review every chapter for English. Jame's Briggs' name has been permanently etched into my mind."
      },
      {
            "type": "Book",
            "name": "Diary of a Wimpy Kid",
            "score": 6.5,
            "description": "These books looked so enticing at the schools book fairs. The only one I ever got was the one where they were snowed in and Manny was an annoying fuck and tried to kill his entire family or whatever."
      },
      {
            "type": "Book",
            "name": "Winnie-the-Pooh",
            "score": 7,
            "image": "https://a.ze.wtf/review-imgs/8JQq9w8.png",
            "description": "Nice art and entertaining short stories also its Winnie the Pooh, you gotta love it."
      },
      {
            "type": "Book",
            "name": "The Hobbit",
            "score": 7.5,
            "description": "Mount Doom is a pretty dumb name. That's all I'm saying."
      },
      {
            "type": "Book",
            "name": "Lord of the Flies",
            "score": 7.5,
            "description": "To be honest this is exactly what I would expect British people to do."
      },
      {
            "type": "Book",
            "name": "Harry Potter",
            "score": 8,
            "description": "Younger me got so scared by the snake."
      },
      {
            "type": "Book",
            "name": "Percy Jackon",
            "score": 7,
            "description": "I tried rereading this series but it wasnt as good as I remembered. 7.2 though because I really did love this when I was like 11 or 12."
      },
      {
            "type": "Book",
            "name": "Animal Farm",
            "score": 8,
            "description": "Most metal shit my English teacher ever made me read."
      }
]