[
    {
        "type": "Album",
        "name": "The New Sound",
        "image": "https://i.imgur.com/fm3k4Dw.png",
        "description": "i feel like this album just gets better the more times i listen to it. it starts as some jazzy and over the top fun but the more you hear it the more you realise its actually kind of depressing, and i like my albums like they are stories because i guess i have an inner theatre kid in me even though i was never a theatre kid. i like this album far more than anything ive heard in 2024 and it might just be a top 5 of all time in my books."
    },
    {
        "type": "Movie",
        "name": "Interstellar",
        "image": "https://i.imgur.com/M659ZAa.jpeg",
        "description": "interstellar had everything go right, hans zimmer on the score, christopher nolan directing and they actually got money to make it. the breakdown scene was probably my favourite scene in any movie ever and i feel like thats why its been memed the shit out of. i truly could not imagine leaving for like 30 years and my son becoming a dickhead, such a tragic fate. the movie didnt make me cry but thats because i was in front of my bad and couldnt look like a bitch but i reckon he was holding the tears in too."
    },
    {
        "type": "Album",
        "name": "My Beautiful Dark Twisted Fantasy",
        "image": "https://i.imgur.com/nMU8dHh.png",
        "description": "yo taylor im really happy for you, and im gonna let you finish but beyonce had one of the best music videos of all time ! classic. anyways after that family guy funny moment the only reason kanye made a comeback is beecause he dropped this incredible album which has my second favourite song of all time (runaway). if kanye dropped this instead of vultures everyone would have forgotten about the nazi stuff i promise you."
    },
    {
        "type": "Game",
        "name": "Portal 2",
        "image": "https://i.imgur.com/cC1xW31.png",
        "description": "i hate puzzle games and yet ive played through portal one, then two and now im still going through extra levels for some reason, the mechanics in this game are so simple but so perfectly executed and thats not even mentioning it has a story that has you full captivated the entire time which is very difficult for me as i have been tiktok brained and this game doesnt have subway surfers on the side."
    },
    {
        "type": "Manga",
        "name": "Vagabond",
        "image": "https://i.imgur.com/gxDLC8x.png",
        "description": "my favourite manga of all time !! every character is just so well written, the art is beautiful and i dont know why everything i love must get discontinued, its messed up. either way its probably the best 200 chapters of anything ive ever read. i have no idea how matahachi is the third most favourited character for it on mal that guy never got a real redemption arc or anything hes just a piece of shit give my boy takuan some love."
    },
    {
        "type": "Album",
        "name": "The Money Store",
        "image": "https://i.imgur.com/RfSKVp7.png",
        "description": "death grips is the experimental final boss. this album is so much fun and i feel like a broken record right now but its just so unique !! im not even sure if its meant to be fun considering the topics its talking about but thats just how it ended up i guess. i seen footage, hacker, black jack, double helix, system blower and punk weight are far too catchy for their own right."
    },
    {
        "type": "Game",
        "name": "Terraria",
        "image": "https://i.imgur.com/zzY3Y3R.png",
        "description": "the best time for money purchase ive ever bought. i got this for $6 and this has given me 1100 hours of enjoyment, thats $0.0055 an hour. the game might have the most content in any game ive ever played and the massive modding community just extends it forever. its like an onion."
    },
    {
        "type": "Anime",
        "name": "Cyberpunk: Edgerunners",
        "image": "https://i.imgur.com/S0eIpDQ.png",
        "description": "the best anime ever made was made by the polish, insane stuff. this series is the perfect length (10 episodes) and manages to pack more stuff in it then one piece has in 1000. episode six may have also been the peak of television and is up there with ozymandias istg. this is the best ad ive ever seen."
    },
    {
        "type": "Album",
        "name": "CHASER",
        "image": "https://i.imgur.com/nPdD7CU.png",
        "description": "the most terminally online album of all time. this the highest energy album ive ever heard and i listen to it every morning when i need to get hyped up, i dont care that i cant hear any lyrics, i dont care that it could hardly be called coherent, its peak and nobody can tell me otherwise."
    },
    {
        "type": "TV Show",
        "name": "Adventure Time",
        "image": "https://i.imgur.com/uy9apBx.png",
        "description": "aside from minecraft this is probably the thing here that had the most impact on my life. despite being in a mystical world adventure time deals with some real shit and that by default probably makes it the best kids show (no im not watching bluey). aside from that though adventure time builds such a massive and interesting world filled with characters who are interesting and flawed (shocking). finns kind of an asshole and jakes a pretty bad dad and seeing them having to deal with their own flaws just makes the series feel that much more real. i dont care if youre an 80 year old man, youve gotta watch adventure time."
    },
    {
        "type": "Manga",
        "name": "Berserk",
        "image": "https://i.imgur.com/Tqs6bLA.png",
        "description": "theres good reason berserk is the highest rated manga, this hits a homerun in every department and its world and story is something im yet to find anywhere else (at least i havent seen anything on its level). when the first chapter has the main character fucking a demon you know youre in for a real trip. its so sad this story will never end the way miura intended and thats why i just think of anything past 364 as fan-fiction. even if it ends abruptly though berserk is well worth your time (unless you cant read anything with rape in it, theres so much rape its insane)."
    },
    {
        "type": "Movie",
        "name": "Pulp Fiction",
        "image": "https://i.imgur.com/hQ4KS6t.png",
        "description": "Pulp Fiction is the only film that I've ever seen with character interactions that seem so genuine they feel like the directors just recorded some random guys without them knowing. Vincent and Jules feel like actual friends and it's so fun to watch them arguing about random shit. Aside from having peak characters it's also one of the most funny things I've ever watched, who knew watching a woman overdose could be such a fun time."
    },
    {
        "type": "Game",
        "name": "Hollow Knight",
        "image": "https://i.imgur.com/Q7NCbys.jpeg",
        "description": "I stole this screenshot from a post called 'Hollow Knight may be the best metroidvania ever', and like true. But in my correct opinion it's also competing for the best game of all time. When a game has you worrying about a random miner who has no actual plot significance you know its probably doing something right. Every moment of Hollow Knight is filled with these tiny interactions that make the world just feel alive, and it feels even more alive when I watch ten forty minute lore videos. The combat is some of the most fun and satisfying in any game and I love every boss fight except for failed champion he can go fuck himself."
    },
    {
        "type": "Album",
        "name": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars",
        "alt": "trafozsatsfm",
        "image": "https://i.imgur.com/VLp695Q.png",
        "description": "David Bowie is the greatest rock artist of all time. It's not Pink Floyd, The Beatles or Jimi Hendrix go fuck yourself (though they're all great). This album somehow had the perfect start and the perfect end and in between had eight more of the greatest songs ever made, the worst song on this album (Hang On To Yourself) is my 40th most played song of all time. That's just how good this album is. It's one of those albums where you feel like you need to relisten right after you finish it's so good."
    },
    {
        "type": "Manga",
        "name": "Dorohedoro",
        "image": "https://i.imgur.com/PfFaRF3.png",
        "description": "The greatest mystery series I've ever read and I'm pretty sure that's not even its primary genre. Dorohedoro's mystery is so good even if I spoiled it right now you probably wouldn't even understand it until you've read it too, it's just so convoluted in the perfect way. Every character in this is so bizarre and wacky and fun, it's insane that the author got me to love people who should instantly get the electric chair. It's also crazy that I felt tension in so many scenes even when characters can and have been multiple times revived from the dead. It's such a wild ride you just have to read it for yourself."
    },
    {
        "type": "Book",
        "name": "The Drawing of the Three",
        "image": "https://i.imgur.com/pxgNcXB.jpeg",
        "description": "From the start of high school until about year 11 I had read three books. I just assumed that I just wasn't that interested in reading things but then I saw some random guy recommend this series called The Dark Tower. I decided to give it a shot and finished the first book pretty quickly. I thought it was pretty good and went onto the second book which was this. I still have honestly know idea but this book was the most interesting and engaging thing I've ever read and had me trapped the entire time I read it, the rest of the series wasn't as great though if im being real."
    },
    {
        "type": "Game",
        "name": "Minecraft",
        "alt": "mc",
        "image": "https://i.imgur.com/h1sIIxE.png",
        "description": "It's insane that a game made by the crunchy man beside this had such an massive impact on the trajectory of my life but that's just how it is I guess. This is the thing that got me into computers causing a chain reaction that will one day leave me completely destitute with no friends or family begging for crack."
    },
    {
          "type": "Album",
          "name": "Igor",
          "image": "https://i.imgur.com/HRjBSUe.png",
          "description": "As I put on my homepage, this is my favourite album of all time. This is the thing that got me into music and still has yet to be surpassed in my mind. It has such a unique sound to it that you just cant find anywhere else and its such a much hear album. It feels like every week I decide a different song is my favourite, that's just how good they all are. My favourite right now is 'Are We Still Friends'/"
    },
    {
        "type": "Manga",
        "name": "The Climber",
        "image": "https://i.imgur.com/0ySJnY6.png",
        "description": "Best ending in anything straight up. Had me crying like a little bitch, goes even harder if you got amazing grace playing full blast. Every single page in this is screenshot worthy and its the kind of thing that makes 50 chapters feel more like 10."
  }
]