[
      {
            "name": "TUNIC",
            "score": 6.8,
            "description": "Great game with a couple pretty huge flaws, firstly the camera is just sometimes annoying and makes the game hard to play and secondly the storytelling with weird crypticness just really doesn't do it for me, flipping through pages to find maps and shit is just annoying and a couple areas near the end are just tedious instead of rewarding. Edit: I wrote this before I played through the quarry and the swamp, two of the most pain in the ass areas in perhaps any game. I hate fighting the enemies that run away, it's just a pain in the ass. The boss scavenger is also just an annoying ass bossfight that due to the shitty camera angle often hits me when I shouldn't get hit. I can't believe I wasted 30 minutes fighting that guy."
      },
      {
            "name": "Wizard 101",
            "score": 7.4,
            "description": "Absolute hood classic, I'd give it a 10 if it didnt have so many quests where its just walking place to place but this is just really fun especially when you get later in. The dialogue is also pretty great and honestly really funny and witty, like this is one of those games where I enjoy just reading what these people have to say. Idk how I feel about the child gambling aspect but honestly at this point I feel like the majority of people playing are actually pretty old so its more just normal gambling. Edit: Nah actually edit fizzles have made me go insane and honestly ruin so much of the combat for me, also the MMO subscription based model is pretty outdated."
      },
      {
            "name": "Loved (2010)",
            "score": 4.8,
            "description": "A pretty interesting flash game, the platforming is pretty alright if a bit clunky at times (jump heights feeling inconsistent and gaps being easily walked over by accident) and the meaning while not being very subtle is pretty important and maybe it not being subtle from the outside is the point?? Idk thats just a game theory."
      },
      {
            "name": "Rocket League",
            "score": 2,
            "description": "I bought this game only a tiny bit before free to play and then it went free and all I got was a bunch of stupid ass items. I dont want your shit I want my money back go fuck yourselves."
      },
      {
            "name": "Fall Guys",
            "score": 3.4,
            "description": "Fall guys makes me so angry I cannot even play it. Its movement just makes it feel like its the games fault not mine when I die and I get the movement is what makes the game fun but iIdont like it so I'm not going to play it !!"
      },
      {
            "name": "Warframe",
            "score": 7.7,
            "description": "I've never really been able to get into Warframe but every time I come back to it just so fun. The gameplay is so satisfying and there's almost an overwhelming amount of things to do. Underrated game."
      },
      {
            "name": "Call of Duty: Warzone",
            "score": 6.6,
            "description": "The gameplay was fun but not fun enough to make me forget that it was using a full 50% of my ps4's storage"
      },
      {
            "name": "Super Smash Bros Ultimate",
            "score": 5.7,
            "description": "It was alright I just dont like the Switch controller at all, it feels plasticy and difficult to use also the first time I played this was the first time I ever used a switch controller and I was playing with people who already knew how to play the game so I was just getting crushed the entire time which didn't help."
      },
      {
            "name": "Brawlhalla",
            "score": 6.5,
            "description": "Honestly had more fun with this than the original smash bros ultimate, maybe its because I could use a controller that wasnt as shit as the switch controller."
      },
      {
            "name": "Overwatch 2",
            "score": 2.8,
            "description": "I never played overwatch 1 but apparently both are the same so just consider this my opinion on that too. This game is just an annoying boring slog to play, I felt like I was having a brain aneurysm hearing all the shit going on like an autistic person in a mall or something."
      },
      {
            "name": "War Thunder",
            "score": 3,
            "description": "I got pressured into playing this by Youtube sponsorships and it was way too much for me idk, everyone was such a dick and I dont have nearly enough keys on my keyboard to play this game proficiently."
      },
      {
            "name": "Dauntless",
            "score": 3.2,
            "description": "This feels like Monster Hunter World for poor people and I've never made it past like an hour of playtime. I dont like the art style and the gameplay just feels repetitive. Even playing with friends everyone just ended up getting bored."
      },
      {
            "name": "Path of Exile",
            "score": 4.8,
            "description": "I feel like I should love this game but I've never really gotten into it. I've given it like two chances but like third times the chance i guess we'll see."
      },
      {
            "name": "The Jackbox Party Pack 3",
            "score": 7.1,
            "description": "It's fun with friends. I imagine the cost is meant to be shared amongst all of us but we just got one guy to spend all $36. Life hack."
      },
      {
            "name": "Split Gate",
            "score": 3.4,
            "description": "This game really stresses me out so my split gate phase only lasted like a day until I got tired of it."
      },
      {
            "name": "Slappy Ball",
            "score": 6.3,
            "description": "Greatest game of all time !! (Unironically really fun to play with a few friends for about an hour."
      },
      {
            "name": "The Witcher 3",
            "score": 9,
            "description": "I bought this and its dlc for $20. I've played for well over 200 hours. That's all i have to say. Eeven if it was double full price it would be well worth it."
      },
      {
            "name": "The Witcher 2",
            "score": 6.8,
            "description": "Honestly no clue how this is the same series as the witcher 1, the combat is fun (even though it seems like some people didnt like it), the game looks incredible and the sound design is very good. The only issue i had was a few bugs (not nearly as many as one though)."
      },
      {
            "name": "The Witcher",
            "score": 1.6,
            "description": "I usually dont buy bad games, sadly I thought I could handle the combat and thought the textures arent too bad. Guess I was wrong, the combat is straight up atrocious, I know its a product of its time but it feels more like a product of the 1950s. It crashes constantly and sometimes when you tab out the whole right monitor goes black until you close it on task manager. Also the movement sucks ass."
      },
      {
            "name": "Don't Look Back",
            "score": 5.9,
            "description": "My favourite flash game of all time, it only take about 8 minutes to beat so go play it. I can't say it's exactly a great game though."
      },
      {
            "name": "Sekiro: Shadows Die Twice",
            "score": 7,
            "description": "Some of the most fun combat in any video game and makes feudal Japan seem a lot more fun."
      },
      {
            "name": "Guild Wars 2",
            "score": 9.8,
            "description": "Great bang for your buck and the game actually respects your time. No subscription makes me feel like I can just fuck around without feeling like I'm burning money as I do in other MMOs."
      },
      {
            "name": "Kenshi",
            "score": 7.8,
            "description": "Sometimes you just get killed by the mysterious beams of light, thats just the way the cookie crumbles in both life and Kenshi."
      },
      {
            "name": "Wynncraft",
            "score": 7.7,
            "description": "Not a game but it's not really minecraft anymore either. It's cool and the dungeons and bosses are really fun when they work, especially when playing with friends but also why does it break so often like I swear I have to rejoin every second quest because the item just bugs out of existence or something."
      },
      {
            "name": "Totally Accurate Battle Simulator",
            "score": 7.2,
            "description": "Instead of bulding armies I just have one guy vs an army spending my whole budget."
      },
      {
            "name": "World Box",
            "score": 6.7,
            "description": "Why do they hate the dwarves so much?"
      },
      {
            "name": "Inscryption",
            "score": 8.2,
            "description": "Spooked."
      },
      {
            "name": "Fallout: New Vegas",
            "score": 6.5,
            "description": "The visual upgrade mods are pretty good but the base game is mad buggy and the visuals aren't exactly holding up imo."
      },
      {
            "name": "Mother 3",
            "score": 6.6,
            "description": "The art is so nice, not a huge fan of the gameplay though."
      },
      {
            "name": "Superhot",
            "score": 8.4,
            "description": "Playing this in VR broke my back and neck."
      },
      {
            "name": "Gris",
            "score": 8.3,
            "description": "Holy the visuals are crazy and the music goes far too hard. Beautiful game."
      },
      {
            "name": "Apex Legends",
            "score": 5,
            "description": "Remember when everyone thought this would be bigger than Fortnite for like a week?"
      },
      {
            "name": "The Stanly Parable",
            "score": 8.1,
            "description": "God it must have been hard to make all the branching paths, I can imagine a massive ass whiteboard."
      },
      {
            "name": "Night In The Woods",
            "score": 7.2,
            "description": "I play for the minigames."
      },
      {
            "name": "A Short Hike",
            "score": 6.8,
            "description": "I guess an hour and an half is a pretty short hike."
      },
      {
            "name": "Super Meat Boy",
            "score": 3.9,
            "description": "AHHHHHHHHHHHHHHHHHHHHHH. Satisfying game but just pisses me off a bit too much."
      },
      {
            "name": "Ultrakill",
            "score": 4.1,
            "description": "Never got too far in this one, just ran out of momentum at a point and quit for another month."
      },
      {
            "name": "RimWorld",
            "score": 3.9,
            "description": "I get bored far too easily for this learning curve."
      },
      {
            "name": "Caves of Qud",
            "score": 4.6,
            "description": "I sure do love accidentally pressing one button and losing hours (I'm gonna kms)."
      },
      {
            "name": "Cookie Clicker",
            "score": 5.9,
            "description": "Getting the achievements is cool but it's not much a game."
      },
      {
            "name": "Among Us",
            "score": 7.7,
            "description": "It's Among Us, hood classic."
      },
      {
            "name": "The Elder Scrolls V: Skyrim",
            "score": 7.5,
            "description": "I love when a flying mammoth drops on you killing you instantly. It's incredible with mods but sadly normal Skyrim has way too many bugs for that as well as the worst combat ever."
      },
      {
            "name": "Subnautica Below Zero",
            "score": 4.3,
            "description": "I dont get it."
      },
      {
            "name": "Archvale",
            "score": 7.4,
            "description": "Spend 7 hours beating this game in one go. Fire."
      },
      {
            "name": "No Man's Sky",
            "score": 7.7,
            "description": "They made it good (wtf)?!"
      },
      {
            "name": "Noita",
            "score": 4.5,
            "description": "I sure do love accidentally killing myself with sawblades!! I think this game gives me too much to do and I end up killing myself over and over."
      },
      {
            "name": "Elden Ring",
            "score": 6.3,
            "description": "my pc was roleplaying a bomb"
      },
      {
            "name": "Beat Saber",
            "score": 7.9,
            "description": "My arms don't move fast enough for this shit."
      },
      {
            "name": "Team Fortress 2",
            "score": 4.6,
            "description": "I sure do love 16 million bots!!"
      },
      {
            "name": "Metal Gear Rising: Revengeance",
            "score": 8.1,
            "description": "Everything in this goes so hard. Very fun."
      },
      {
            "name": "Genshin Impact",
            "score": 5.3,
            "description": "I was going through a rough patch, don't judge."
      },
      {
            "name": "Valorant",
            "score": 7.8,
            "description": "I cant believe I spent $30 on a nerf gun"
      },
      {
            "name": "Disco Elysium",
            "score": 7.2,
            "description": "You get to roleplay as an autistic and schizophrenic man and constantly embarrass yourself by failing 92% rolls! Great game."
      },
      {
            "name": "Hades",
            "score": 7.3,
            "description": "Brutal for those like me who aren't good at video games"
      },
      {
            "name": "What Remains of Edith Finch",
            "score": 7,
            "description": "It's like reading but cooler because things move."
      },
      {
            "name": "Pokemon Ultra Sun",
            "score": 7.8,
            "description": "Thanks Citra, very cool."
      },
      {
            "name": "Tetris Effect",
            "score": 8.3,
            "description": "Literally the reason I failed chemistry, it's too satisfying someone hold me back."
      },
      {
            "name": "Roblox",
            "score": 8.6,
            "description": "I've said horrific things to people on this game."
      },
      {
            "name": "Super Mario Odyssey",
            "score": 3.5,
            "description": "I cannot fathom the reason my brother spent almost $100 on this."
      },
      {
            "name": "Half-Life 2",
            "score": 7.9,
            "description": "It would be great if Half-Life 3 came out in my lifetime."
      },
      {
            "name": "Minecraft",
            "score": 10,
            "description": "First game I ever played. I died in lava, lost everything and cried for 30 minutes. Mods are the only this keeping this going though but I can't blame a game that I've spent so much time in for becoming boring after spending 600 years playing it."
      },
      {
            "name": "GTA V",
            "score": 6,
            "description": "GTA Online is a hell hole you will never escape"
      },
      {
            "name": "Fortnite",
            "score": 7.6,
            "description": "You have no idea how good I was back in season 5, I was on like a 20 K/D fr fr."
      },
      {
            "name": "Enter the Gungeon",
            "score": 8.1,
            "description": "I cant handle it anymore."
      },
      {
            "name": "Valhiem",
            "score": 7.4,
            "description": "I played this with my dad, it was awesome. I think the performance could be better though."
      },
      {
            "name": "Stardew Valley",
            "score": 9.9,
            "description": "10% of the game is playing 90% is looking at the wiki to optimise your day."
      },
      {
            "name": "Spore",
            "score": 5.5,
            "description": "Would be a lot better if it wasn't capped at 30 fps (yes I know you can uncap it but that makes my game unstable as hell for some reason)."
      },
      {
            "name": "Garry's Mod",
            "score": 6.5,
            "description": "I'm banned from like 20 servers hold me back."
      },
      {
            "name": "The Forest",
            "score": 7,
            "description": "Scary for the first 2 seconds, afterwards it's just a good survival game."
      },
      {
            "name": "Bloons TD: 6",
            "score": 8.2,
            "descriptio": "I have never yelled at my monitor as much as when i play with people in this"
      },
      {
            "name": "Garfield Kart: Furious Racing",
            "score": 7,
            "description": "This made me furiously racist. Edit: God I'm a comedic genius."
      },
      {
            "name": "Garfield Kart",
            "score": 7,
            "description": "No I dont have a Nintendo Switch, how can you tell?"
      },
      {
            "name": "Yakuza 0",
            "score": 7.8,
            "description": "This game is 16 different games in disguise."
      },
      {
            "name": "Undertale",
            "score": 8,
            "description": "Sans!"
      },
      {
            "name": "Stick Fight: The Game",
            "score": 7.9,
            "description": "Do not play this game with people you intend to stay friends with."
      },
      {
            "name": "SCP: Secret Labratory",
            "score": 7.7,
            "description": "70 hours of my life wasted arguing with strangers online."
      },
      {
            "name": "Rounds",
            "score": 7.9,
            "description": "Fuck this game."
      },
      {
            "name": "Risk of Rain 2",
            "score": 8.6,
            "description": "I have never been more stressed in my life oml."
      },
      {
            "name": "Postal 2",
            "score": 5.4,
            "description": "I can get fined 50k for playing this."
      },
      {
            "name": "Portal 2",
            "score": 9.8,
            "description": "The best puzzle game of all time fr."
      },
      {
            "name": "Placid Plastic Duck Simulator",
            "score": 7.5,
            "description": "It does what it says on the tin."
      },
      {
            "name": "Payday 2",
            "score": 9.3,
            "description": "I like the Among Us mod it's great."
      },
      {
            "name": "Operation Osama Bin Laden",
            "score": 7.9,
            "description": "I unironically spent 11 hours playing this this game is great."
      },
      {
            "name": "Left 4 Dead 2",
            "score": 7.6,
            "description": "Do not look in the mods tab."
      },
      {
            "name": "Just Cause 3",
            "score": 8,
            "description": "I spend all my time killing random people."
      },
      {
            "name": "Celeste",
            "score": 8.2,
            "description": "I broke two keyboards playing this."
      },
      {
            "name": "Hylics 2",
            "score": 7,
            "description": "LSD Part Two: Electric Boogaloo."
      },
      {
            "name": "Hylics",
            "score": 6.7,
            "description": "This game gives me a headache."
      },
      {
            "name": "Hollow Knight",
            "score": 10,
            "description": "Can't wait for Silksong to come out in 4063!"
      },
      {
            "name": "Geometry Dash",
            "score": 7.1,
            "description": "I have the slowest reaction speed out there."
      },
      {
            "name": "Frog Detective 3",
            "score": 9,
            "description": "LOBSTER COP NOOO"
      },
      {
            "name": "Frog Detective 2",
            "score": 7.8,
            "description": "These achievements took 60 years off my life."
      },
      {
            "name": "Frog Detective",
            "score": 8.5,
            "description": "I actually read the words in this classic."
      },
      {
            "name": "Fishy 2",
            "score": 3,
            "description": "Peak gameplay but it costs money this time!!"
      },
      {
            "name": "Fishy",
            "score": 3.2,
            "description": "Peak gameplay!!"
      },
      {
            "name": "Fallout 4",
            "score": 7.1,
            "description": "I learnt that I am terrible at video games, also why does Bethesda keep updating their games just stop."
      },
      {
            "name": "Elder Scrolls Online",
            "score": 6.9,
            "description": "Installing this wipes out half my hard-drive in one click."
      },
      {
            "name": "Doom (1993)",
            "score": 7,
            "description": "Older than me yet goes hard to this day (though it does need a couple mods)."
      },
      {
            "name": "Dictators: No Peace Countryballs",
            "score": 5.4,
            "description": "I got it for free so that's a bonus."
      },
      {
            "name": "CSGO",
            "score": 8,
            "description": "I love the n word being yelled at me every 2 seconds!!"
      },
      {
            "name": "Borderlands 3",
            "score": 8,
            "description": "Like Borderlands 2 but more stuff. Just dont listen to the dialogue you'll go insane."
      },
      {
            "name": "Borderlands 2",
            "score": 7.5,
            "description": "You shoot and then you kill. It's awesome"
      },
      {
            "name": "Black Desert Online",
            "score": 4.8,
            "description": "The entire game is a popup..."
      },
      {
            "name": "Old School Runescape",
            "score": 9.5,
            "description": "Played 100 hours in one week, worst mistake of my life. Runescape is the only open world game that makes me actually feel like I'm exploring a large and dangerous world as opposed to playing the same game over and over again which a lot of the modern games feel like also the music is peak."
      },
      {
            "name": "Hypixel Skyblock",
            "score": 9.7,
            "description": "I know it's not a game but it's fine. The only reason I'm updating this website is to wait for my wrist to fix itself from Hypixel Skyblock. Edit: My wrist still isn't the same like 6 months later."
      },
      {
            "name": "Terraria",
            "score": 10,
            "description": "The game of all time. I have over 1000 hours and I regret none of it."
      }
]