[
      {
            "name": "Dark Souls 3",
            "score": 8.5,
            "description": "Dark Souls 3, my lovely boy. I've been meaning to write my thoughts on this game down at some point but I just hadn't gotten around to it until now. I have beaten this game five times now because it's just really great.\nFirst off let me talk about this game's bosses because that's what most people think about when they think about Dark Souls. It has a better boss lineup that 1, 2 and Elden Ring. I haven't played Bloodborne or Demon Souls but by the looks of some clips it beats those two as well. Now while this is high praise I should point out I personally don't think FromSoftware is all that good at making bosses. There are about 11 great bosses in this game out of the 25 bosses total. This alone isn't a terrible ratio but there are also just a whole bunch of bosses that are straight ass, most people complain about Curse-Rotted Greatwood and and High Lord Wolnir but I want to complain about the Abyss Watchers here. These guys do not get enough hate, the first phase is the boss basically playing itself and the second phase is so comically easy that it's barely even a fight. Genuinely how do people like these guys?? Thankfully all the bad bosses in this game are pretty easy but this is mainly because all the bosses in the game are pretty easy. People really love to overhype this game's difficultly, maybe it's to gatekeep or something, maybe I just can't comprehend their great minds but I only really struggled with Nameless King and even then I beat that guy in like an hour which is shorter than it took me to beat Lady Butterfly in Sekiro. One last thing about the both difficultly, I was straight terrified going into the Pontiff's arena because I had heard so many horror stories about how hard he is and then I beat him first try. It was frankly fucked up.\nThe real sell of this game for me was the exploration, it's by far my favourite in this game than any other FromSoftware games I've played. There's just so much shit to find and explore and with so much enemy and item variety it made exploring super fun and rewarding. I know this isn't particularly unique to this game but it found the perfect balance for me. It wasn't an Elden Ring situation where there's so much shit that it's actively overwhelming me. I also really just think the world holds up well, my favourite parts are the more gothic, somewhat Bloodborne-esque areas but I just about enjoyed everything except maybe the fuckass poison swamps. Due to exploration being so enjoyable for me I did feel a little overleveled for bosses however because after exploring so much I kind of naturally just became strong as shit.\nI should probably throw out some miscellaneous complaints as I did with other FromSoftware games. Firstly, as is tradition for FromSoftware apparently, I didn't get Playstation glyphs when I plugged my controller in, only XBOX. It was annoying but expected at this point. What wasn't expected was that my controller straight up wouldn't fucking work until I used a tool to emulate it to act like an XBOX controller which was a pain in the ass. I'm pretty sure Steam is meant to do that but it just didn't work this time round and also it really shouldn't need to fall on Steam's shoulders to do FromSoftware's jobs for them. I also hated how you couldn't pause the game. I have to assume it's something to do with the online functionality but as someone who played offline because I went insane reading the bullshit people wrote on the ground everywhere online functionality doesn't matter to me and I'd much rather they figured out how to make the game pause instead. Like sometimes shit just comes up when I'm in a dangerous area so I just gotta die and it's annoying. Elden Ring had this issue too but fortunately for that game you could just teleport from wherever so it was kind of fine. Anyways despite me being a big meany I really do love DS3 which is why generally I'm so harsh on the rest of the FromSoftware games because I know how much higher they can go."
      },
      {
            "name": "Hollow Knight: Silksong",
            "score": 10,
            "description": "My most anticipated game ever and while it's not a 10 like its predecessor it's certainly not as bad as I've seen some people make it out to be. First off, the art and music are both just straight improvements, no doubt about it. Hornet feels like so much more fluid of a character to play as than the knight ever was and I think the people complaining about not having the insane face-tanking ability the knight are a bit off base for that. I think just in general the knight was a stronger character, I mean when we played as the knight we were able to beat Hornet's ass pretty easily right at the start so it'd be a little weird if Hornet was able durable as the knight.\nThat said I do have some proper issues with the game, firstly there are a lot of pretty annoying runbacks that seem to be there for almost no reason, like the Last Judge quite frankly has no reason to have a full thirty second runback every time you die to him. You know why Widow is my favourite boss in this game? Because on top of a good boss fight you don't have to get jumped, lose 1-3 masks and then be forced to kill a couple enemies and then finally fight the boss, it almost ruins one of the best fights in the game. I also just gotta ask why Savage Beastfly even exists because I died more to that guy than any other boss in the game and he's barely a boss. One last comment on the bosses, I do appreciate that Team Cherry tried to do things different to the first game by making arena bosses like Fourth Chorus but they are just too easy (in comparison to the other bosses). Like I don't think I remember a single boss that actually got easier the longer the fight went on like the Fourth Chorus, it was insane.\nAnother issue I've heard is that everything costs money especially later on and early on barely anything drops money, it ticked me off at the start but now it does feel like a cool piece of storytelling through gameplay, really makes you feel like the early places are the dumps they're meant to be. Still a bit of a pain that nearly every bench requires rosaries.\nBuild variety is a bit of a problem for me too, it already wasn't great in Hollow Knight, like despite the charm variety there were a few that were just clearly better but it's even worse in this game, maybe I just didn't do enough wishes but I didn't have shit for most of the game apart from many many tools. On the topic, tools are cool but having to collect shards to use them is a bit of a pain as was their bind to use being the same as your silk attack with the direction being the deciding factor. It felt jank and made accidentally not moving the joystick enough up far too punishing as suddenly you don't get to heal any more. Should've made it the triangle button or something.\nThe bosses were generally pretty great though and I think the majority were better than those in Hollow Knight especially later into the game, lots of fun dodging patterns, didn't love fighting the two knockoff moss Gruz Mothers though. The map in this game is also just huge, like Hollow Knight is big but Silksong has it beat, especially in horizontal size. The naked Hornet sequence was funny too, she looked so silly. I have complained a whole bunch in this review but even as I write this I lowkey just want to replay the game and I can absolutely see myself getting 200 hours in this like I had in Hollow Knight especially if there ends up being DLC content like a godhome. Act 3 was really just the icing on the cake, and quite the icing it was. I was about to go all Guts on the void n shit after I saw what happened to Bone Bottom but I'll try to avoid too many blatant spoilers here.\nEdit: 9 -> 9.5, I looked back on the OG Hollow Knight and forgot how many issues I had with the game, like I still love it and it's probably one of the most influential games of the 2000s but wow the Hive Knights runback is 10000x worse than anything in this game I'm sorry to say. It was a power move that instead of cutting down on the runbacks Team Cherry decided to double down.\nEdit 2: 9.5 -> 10, the Hornet statue almost made me cry deadass I don't even know why, maybe I'm pregnant anyways disregard any previous criticisms I just replayed and got 100% and I love this game. Surpasses the original.\nEdit 3, this will be a placeholder for a proper review I'm writing up, that said that might take a little while (writing this on the 15th of September)."
      },
      {
            "name": "Xenoblade Chronicles 3",
            "score": 2.5,
            "description": "My brother bought this one so you just know I had to invade his home and try it for myself and this shit is so bad. I don't know if it was a translating issue or a voice acting issue (to be honest it's probably both) but this game makes you feel stupid playing it. The dialogue is unintentionally comical and these guys don't shut the fuck up for a single second everything I do I can hear this guy saying shit. Very frustrating experience."
      },
      {
            "name": "Heavy Rain",
            "score": 2,
            "description": "The voice acting is so bad it's almost funny until I remember I spent $33 on this shit. This shit did not hold up in the slightest."
      },
      {
            "name": "Sonic Frontiers",
            "score": 3.5,
            "description": "Buggy mess with graphics that look somehow high quality and also like ass at the same time. Like seeing one of those unreal engine template games, all the characters look so out of place and their models just lowkey suck ass like how did they end up looking this dogshit. Didn't expect much from the voice acting or writing any it still let me down too. Spent more time clipping through walls than playing the actual game, how hard is a solid floor as a concept for these guys."
      },
      {
            "name": "Donut County",
            "score": 4.5,
            "description": "The music isn't all that great but the actual gameplay is passable if a bit bland, though it is nice to have some curveballs thrown in every level like rabbits banging and whatnot. The story is kind of mid and I didn't like how sometimes even if something can fit into the hole you can't put it in until you reach a point either."
      },
      {
            "name": "TUNIC",
            "score": 6,
            "description": "Would be a great game without a couple pretty huge flaws, firstly the camera is just sometimes annoying and makes the game hard to play and secondly the storytelling with weird crypticness just really doesn't do it for me, flipping through pages to find maps and shit is just annoying and a couple areas near the end are just tedious instead of rewarding. Edit: I wrote this before I played through the quarry and the swamp, two of the most pain in the ass areas in perhaps any game. I hate fighting the enemies that run away, it's just a pain in the ass. The boss scavenger is also just an annoying ass bossfight that due to the shitty camera angle often hits me when I shouldn't get hit (or at least it looks like I shouldn't). I can't believe I wasted 30 minutes fighting that guy."
      },
      {
            "name": "Wizard 101",
            "score": 7,
            "description": "Absolute hood classic, I'd give it a 10 if it didn't have so many quests where its just walking place to place but this is just really fun especially when you get later in. The dialogue is also pretty great and honestly really funny and witty, like this is one of those games where I enjoy just reading what these people have to say. Idk how I feel about the child gambling aspect but honestly at this point I feel like the majority of people playing are actually pretty old so its more just normal gambling. Edit: Nah actually edit fizzles have made me go insane and honestly ruin so much of the combat for me, also the MMO subscription based model is pretty outdated."
      },
      {
            "name": "Loved (2010)",
            "score": 4,
            "description": "A pretty interesting flash game, the platforming is pretty alright if a bit clunky at times (jump heights feeling inconsistent and gaps being easily walked over by accident) and the meaning while not being very subtle is pretty important and maybe it not being subtle from the outside is the point?? Idk that's just a game theory."
      },
      {
            "name": "Rocket League",
            "score": 2,
            "description": "I bought this game only a tiny bit before free to play and then it went free and all I got was a bunch of stupid ass items. I don't want your shit I want my money back go fuck yourselves."
      },
      {
            "name": "Fall Guys",
            "score": 3,
            "description": "Fall guys makes me so angry I cannot even play it. Its movement just makes it feel like its the games fault not mine when I die and I get the movement is what makes the game fun but I don't like it so I'm not going to play it !!"
      },
      {
            "name": "Warframe",
            "score": 5,
            "description": "I've never really been able to get into Warframe but every time I come back to it's a fun time. The gameplay is so satisfying and there's almost an overwhelming amount of things to do (or not really almost it kind of is overwhelming which is why this game never really stuck for me)."
      },
      {
            "name": "Call of Duty: Warzone",
            "score": 4.5,
            "description": "The gameplay was fun-ish but not fun enough to make me forget that it was using a full 50% of my PS4's storage. I'm also just not a massive fan of FPS games like I used to be sadly."
      },
      {
            "name": "Super Smash Bros Ultimate",
            "score": 4,
            "description": "It was alright I just don't like the Switch controller at all, it feels plasticy and difficult to use also the first time I played this was the first time I ever used a switch controller and I was playing with people who already knew how to play the game so I was just getting crushed the entire time which didn't help."
      },
      {
            "name": "Brawlhalla",
            "score": 6.5,
            "description": "Honestly had more fun with this than the original smash bros ultimate, maybe its because I could use a controller that wasn't as shit as the switch controller."
      },
      {
            "name": "Overwatch 2",
            "score": 2,
            "description": "I never played Overwatch 1 but apparently both are the same so just consider this my opinion on that too. This game is just an annoying boring slog to play, I felt like I was having a brain aneurysm hearing all the shit going on like an autistic person in a mall or something."
      },
      {
            "name": "War Thunder",
            "score": 3,
            "description": "I got pressured into playing this by Youtube sponsorships and it was way too much for me idk, everyone was such a dick and I don't have nearly enough keys on my keyboard to play this game proficiently."
      },
      {
            "name": "Dauntless",
            "score": 3,
            "description": "This feels like Monster Hunter World for poor people and I've never made it past like an hour of playtime. I don't like the art style and the gameplay just feels repetitive. Even playing with friends everyone just ended up getting bored."
      },
      {
            "name": "Path of Exile",
            "score": 4.5,
            "description": "I feel like I should love this game but I've never really gotten into it. I've given it like two chances but like third times the chance I guess we'll see."
      },
      {
            "name": "The Jackbox Party Pack 3",
            "score": 7,
            "description": "It's fun with friends. I imagine the cost is meant to be shared amongst all of us but we just got one guy to spend all $36. Life hack. Edit: What did I mean 'It's fun with friends'? Was I implying that some people play it without friends??"
      },
      {
            "name": "Split Gate",
            "score": 3,
            "description": "This game really stresses me out so my Split Gate phase only lasted like a day until I got tired of it."
      },
      {
            "name": "Slappy Ball",
            "score": 6,
            "description": "Greatest game of all time !! Unironically really fun to play with a few friends for about an hour, any more than that and you lose your mind though."
      },
      {
            "name": "The Witcher 3",
            "score": 4.5,
            "description": "I bought this and its dlc for $20. I've played for well over 200 hours. That's all I have to say. Even if it was double full price it would be well worth it. Better than every recent open world game.\nEdit: 8.5 -> 4.5, well I must have been criminally insane when I first played this game because it fuckin sucks. It looks good and runs well but really that's about it, it has a big open world but most of the time you'll just be running through what feels like the same place over and over again. The combat feels worse than The Witcher 2, none of the hits felt all that impactful at all, and the entire first like two hours feels like one big tutorial in which the game does a lot more telling than showing with popup after popup. Maybe if it had a better UI it wouldn't feel the need to tell me every little thing off the bat but alright man. A lot of the controls also just feel counter-intuitive, like whoever decided to use the middle mouse for the crossbow is completely insane. I also just didn't really enjoy the bosses I fought, having always enjoyed humanoid bosses which is probably why I enjoyed Eredin so much but moments like that in this game are few and far between. I would have also been fine with something like Monster Hunter where it feels like I'm just as much of a monster as the enemy but alas here it kind of just feels like I'm going through the motions, poking a big beast with a twig until it finally falls over, being able to slice through enemies was pretty cool though. Things like needing to make potions also just fucking sucks in every game it's a part of, tedium just to pad the runtime so I generally just don't do it. If you're feigning for a large open world story-centric game Skyrim is and has always been a better option I'm sorry to say, this games just about as buggy as Skyrim too with NPCs in a near constant state of being forced into idle poses and glitching around the place or enemies deciding to take flight. No wonder Cyberpunk was such a shitshow at launch. This all isn't even mentioning that I don't really like the story all that much and that's saying something when I enjoyed Guild Wars 2's fuckass story."
      },
      {
            "name": "The Witcher 2",
            "score": 5,
            "description": "Honestly no clue how this is the same series as the Witcher 1, the combat is fun (even though it seems like some people didn't like it), the game looks incredible and the sound design is very good. The main issue I had was a few bugs (not nearly as many as the first game though) and it just got boring and kind of exhausting to play at some points."
      },
      {
            "name": "The Witcher",
            "score": 0,
            "description": "I usually don't buy bad games, sadly I thought I could handle the combat and thought the textures weren't too bad. Guess I was wrong, the combat is straight up atrocious, I know its a product of its time but it feels more like a product of the 1950s. It crashes constantly and sometimes when you tab out the whole right monitor goes black until you close it on task manager. Also the movement sucks ass. Nightmarish experience that doesn't hold up at all."
      },
      {
            "name": "Don't Look Back",
            "score": 5.5,
            "description": "My favourite flash game of all time, it only take about 8 minutes to beat so go play it. I can't say it's exactly a great game though."
      },
      {
            "name": "Sekiro: Shadows Die Twice",
            "score": 7,
            "description": "Some of the most fun combat in any video game, it even manages to make feudal Japan seem like a fun place to be. My main complaint is that I was punished for dying and that really made it way less fun to play, instead of experimenting I was watching tutorials on the optimal ways to do things instead.\nEdit: 6 -> 7, after not enjoying Elden Ring I decided to give Sekiro another shot and honestly I liked it more this time. Previously I quit before like even the halfway point so I really lost out on a lot of cool experiences. This time round I've played both the true (I think) ending and the Shura ending so I'm pretty sure I have a decent grasp on the game at this point. Firstly I enjoyed the game's bosses a lot and a hell of a lot more than those in Elden Ring, they were generally pretty reasonably sized so FromSoftware's inability to make cameras work didn't become noticeable, and there were even giant bosses I did enjoy because it doubled down on the spectacle and made the fight part secondary. Also you were standing far enough away to read the dragon's attacks. Of course there were bosses I didn't love, generally due to their size. Gyoubu Oniwa had a little jank, luckily he was pretty easy and had such a bombastic personality that I can forgive it, Demon of Hatred was a lot worse however and was probably my least favourite boss fight in the game despite how cool it looked especially when this fuckin guy had a trillion HP. The Guardian Ape was like 10% too big too and there were attacks like his sweeping attack that you could dodge and yet it didn't even look like your guy actually dodged it which felt a little weird. The rest of the lineup however was great though and really complimented the awesome rhythm game-like style of combat.\nUnfortunately combat is only half of this game though (more like three fifths but shhh).\nFromSoftware made the brave choice to add stealth to their game while not knowing or caring enough to actually add stealth to their game. Enemies in this game are all idiots who have the memories of goldfish and can have a murder committed five meters away and still not notice. It's not immersive at all and is generally a pretty tedious process so I'd have just had preferred no stealth at all. I'm aware that it's optional but it also happens to be optimal in many points so you kind of just end up doing it.\nIn my previous comment about the game I hadn't really talked about the way the levels were built which I found pretty impressive (though not built super well around the stealth system apart from grass sometimes). Despite most of them being rather linear, there are moments where you can split off into branching paths and find new cool stuff and areas like the other FromSoftware games which is fun. On my first playthrough there were even bosses I managed to miss which was honestly pretty cool, made the world feel more expansive than it really was. There are some pretty hidden paths (they seemed that way at least to me) that made progression a little weird though, near the beginning I found a door that was locked and at that point I had thought I exhausted every area available to me so I was stuck and had to watch a video on how to go further which was a sucky feeling. I'm sure if I spent another hour hunting around I would've found the correct way but sadly I don't have infinite time to play video games these days. Performance in some of these areas was pretty terrible too, I don't have the best PC but it was strange how I was able to get a constant 60 FPS on Elden Ring at medium graphics anywhere and yet in some parts of this game I had to go to low and still sometimes couldn't get 60 FPS. Thankfully this wasn't an issue in boss fights but frankly this shouldn't be an issue at all and more optimisation work probably should've been done. Like how is it that any explosion immediately slows my PC to a crawl? I also just hate that fucking gun area it ruined my life for like thirty minutes and made me more pissed off than any other part of the game. I also straight up died more times to that miniboss with the gun the first time more than any other boss in the entire game. Maybe I was just having a stroke.\nThe story was a lot more interesting than other FromSoftware games as is the trend for this game at this point. This is largely not because the story is actually good and more because it's told to me in a comprehensible way instead of needing to scrounge for breadcrumbs like in previous (and unfortunately future) FromSoftware games. The rendered cutscenes were pretty too but that's not specific to this game I guess.\nNow I'm just gonna rattle off some more miscellaneous complains which are the reasons this can't get scored any higher (for now at least). You will find that most of the problems here are just that it was made by FromSoftware but what can you do I guess. Firstly, as usual, the glyphs are always XBOX even if I have a Playstation controller plugged in. I should not be needing to install mods for things like this especially not on a game that costed $50 even on sale. Secondly, while it's not as bad as in the souls games the UI is cramped as fuck and I'd prefer some more built in tutorials for things rather than just reading a bunch of textboxes which could be the least immersive part of any game other than leaving the game to Google what to do. Thirdly remnants are such a bad feature that the game would've been better just not having them, I don't know why FromSoftware insists on adding online functions to every game they make but the only affect they've had on the world for me is that now there are loads and loads of purple bits everywhere and none of them have anything meaningful to say. Its to the point where I just turn online mode off but it just feels bizarre for them to exist at all. The audio in this game is pretty terrible too, not the audio itself, in fact it's generally pretty good even if the music doesn't reach the highs of other entries in this series, but the volume of sounds are completely fucked, the sound of finishing an enemy is so horribly loud I had to turn the sound volume down but since it's so much louder than the rest of the audio in this game suddenly I can't really hear anything except a more reasonably loud finish sound effect. For a game priced $100 when not on sale I expect things like this to not be issues which is why it's so odd to me when I constantly find nagging problems like these. How hard could it possibly have been to add two sliders, one for combat sounds and one for ambience like walking? Finally I still dislike losing half my EXP (from the current level I'm on) and half of my money at death. It forces me to spend it all before boss fights which means if I don't have enough to get something I'm going to have to grind trash enemies which is such a boring aspect and really doesn't fit at all and is especially weird when the rest of the game has pretty great pace. The only reason I can think of is that FromSoftware wanted to ensure they could use their current tools properly before letting them play around with new stuff but to me it just makes the game less fun so I had to fight the urge to install a mod to disable this feature. I'd be fine with it if there was a way to collect this money and EXP lost like in other souls games but you just can't. Unless you get lucky it's just gone forever... This is only compounded by dragonrot which certainly is a feature. It's so weird, it kind of does nothing especially because you can cure it so easily so it just kind of feels like it's there to waste my time??"
      },
      {
            "name": "Guild Wars 2",
            "score": 9.5,
            "description": "Great bang for your buck and the game actually respects your time. No subscription makes me feel like I can just fuck around without feeling like I'm burning money as I do in other MMOs. Not quite sure how much I like the direction the game is going with recent expansions but I guess that's for future me to be annoyed about."
      },
      {
            "name": "Kenshi",
            "score": 6,
            "description": "Sometimes you just get killed by the mysterious beams of light, that's just the way the cookie crumbles in both life and Kenshi. As enjoyable to play as it is confusing and overwhelming."
      },
      {
            "name": "Wynncraft",
            "score": 6,
            "description": "Not a game but it's not really minecraft any more either. It's cool and the dungeons and bosses are really fun when they work, especially when playing with friends but also why does it break so often like I swear I have to rejoin every second quest because the item just bugs out of existence or something."
      },
      {
            "name": "Totally Accurate Battle Simulator",
            "score": 6.5,
            "description": "Instead of bulding armies I just have one guy vs an army spending my whole budget. Gets boring a little quick for me but still alright."
      },
      {
            "name": "World Box",
            "score": 6,
            "description": "Why do they hate the dwarves so much? I wish there was more evolution that could be done and it'd be nice if the species could be more self sufficient but its still entertaining to keep running in the background."
      },
      {
            "name": "Inscryption",
            "score": 7,
            "description": "Spooky stuff. I'm usually not into card games but this kept my attention and since it didn't take between 100 hours and forever to beat like a lot of card based games I didn't lose my mind playing it."
      },
      {
            "name": "Fallout: New Vegas",
            "score": 5.5,
            "description": "The visual upgrade mods are pretty good but the base game is mad buggy and the visuals aren't exactly holding up imo neither is the gameplay. The story is carrying this entire game, I prefer watching than playing this one."
      },
      {
            "name": "Mother 3",
            "score": 6,
            "description": "The art is so nice, not a huge fan of the gameplay though and the story isn't anything special."
      },
      {
            "name": "Superhot",
            "score": 7.5,
            "description": "Playing this in VR broke my back and neck. Pretty fun time all around, definitely best in VR though."
      },
      {
            "name": "Gris",
            "score": 4.5,
            "description": "Holy the visuals are crazy and the music goes far too hard. Beautiful game all round.\nEdit: 7.5 -> 4.5, I wrote this before playing the whole game and I just gotta say it really gets boring at points and since the atmosphere is destroyed if I watch something while playing I just had to sit through the boring moments which was a bit of a pain."
      },
      {
            "name": "Apex Legends",
            "score": 4,
            "description": "Remember when everyone thought this would be bigger than Fortnite for like a week? Anyways pretty mid and it never was able to hook me."
      },
      {
            "name": "The Stanly Parable",
            "score": 7,
            "description": "God it must have been hard to make all the branching paths, I can imagine a massive ass whiteboard. Super fun trying to find all the secrets though the repetition is a bit much at times."
      },
      {
            "name": "Night In The Woods",
            "score": 6.5,
            "description": "I play for the minigames. The story is nice too but nothing life changing as some people think."
      },
      {
            "name": "A Short Hike",
            "score": 6,
            "description": "I guess an hour and an half is a pretty short hike. Charming game."
      },
      {
            "name": "Super Meat Boy",
            "score": 3,
            "description": "AHHHHHHHHHHHHHHHHHHHHHH. Satisfying movement and all but just pisses me off a bit too much."
      },
      {
            "name": "Ultrakill",
            "score": 4,
            "description": "Never got too far in this one, just ran out of momentum at a point and quit for another month."
      },
      {
            "name": "RimWorld",
            "score": 3,
            "description": "I get bored far too easily for this learning curve."
      },
      {
            "name": "Caves of Qud",
            "score": 4,
            "description": "I sure do love accidentally pressing one button and losing hours of progress (I'm gonna kms). I'm sure this would be a more fun time if I had committed more time into learning the mechanics and all but it just didn't feel like it was for me, the graphics while certainly stylistic didn't help either."
      },
      {
            "name": "Cookie Clicker",
            "score": 4.5,
            "description": "Getting the achievements is cool but it's not much a game."
      },
      {
            "name": "Among Us",
            "score": 7,
            "description": "Super fun with friends, I know everyone's gotten tired of it by this point but I still enjoy hopping on every few months."
      },
      {
            "name": "The Elder Scrolls V: Skyrim",
            "score": 7.5,
            "description": "I love when a flying mammoth drops on you killing you instantly. It's incredible with mods but sadly normal Skyrim has way too many bugs for that as well as the worst combat ever."
      },
      {
            "name": "Subnautica Below Zero",
            "score": 3.5,
            "description": "I don't get it. Just a tedious and unenjoyable time for me."
      },
      {
            "name": "Archvale",
            "score": 7,
            "description": "Spend 7 hours beating this game in one go in a voice call with my goat. Fire."
      },
      {
            "name": "No Man's Sky",
            "score": 7,
            "description": "They made it good (wtf)?! Almost makes me not regret dropping like $60 on it... Still a little dull even now that it has things to do."
      },
      {
            "name": "Noita",
            "score": 4,
            "description": "I sure do love accidentally killing myself with sawblades!! I think this game gives me too much control and I end up killing myself over and over due to my own incompetence."
      },
      {
            "name": "Elden Ring",
            "score": 5,
            "description": "Prior to me writing this this was a 2000 word long insane rambling about Elden Ring but I've cooled my head since and given the game another shot and decided I don't really hate it as much as I had thought. I still don't really think it's good but it's certainly not bad either. Let me get out of the way first that the game looks great, every fight looks great and most look better than previous FromSoftware games so when I'm talking about anything assume that on top of whatever I say it looks really good. The UI, also really good.\nDuring my first playthrough I think my big mistake was playing this like Dark Souls when it really isn't, though I would have liked it more if it shared a little more DNA with Dark Souls. Obviously I was aware that the game was open world but I still kind of treated it like I shouldn't explore too much which I do recognise was a mistake but at the same time new not wanting to explore much of the open world doesn't really bode well for the open world. It kind of felt like they had the content for maybe three regions max and yet they felt the need to add nine which led to a lot of dungeons and moments being straight up identical with a different item I couldn't use at the end. It was messed up how many times I had a cool moment like finding a Tibia Mariner floating around a bunch of broken down buildings only to have that experience like five more times to the point that it didn't even feel special. I'd also had liked if they put a little more work into the minibosses you find around the world because like the Tibia Mariner for example I might have not minded finding them a bunch of times had they actually been fun to fight but they just aren't. This goes double for dragons because finding the first dragon about thirty minutes into my first playthrough after being warned don't go into that lake you'll fuckin die was such an awesome thing and to be honest it still does make me a little giddy thinking about it but somehow by the end of the game FromSoftware managed to make me feel annoyed to find another dragon. How they do that? It's not just the overworld though, to be honest I don't remember how much boss reuse their actually was but I vividly remember after Ranni's long ass quest that I had to read a guide for finding Astel was pretty cool (even if I didn't much enjoy the fight), so it was a little odd when I found a second one, just kind of wandering about... It just feels like they really overshot how big they could make their world and then ran out of money to fill it up with actual meaningful stuff.\nNext up is the story, I don't know why they needed fuckin George R.R. Martin for this because this is just Dark Souls again and honestly I'd have liked something a little more involved this time round. I replayed this game right after Silksong and I know that game doesn't have a perfect story, to be honest I'm not even sure I'd say it had a good story but I still enjoyed watching it and how I could interact with the world through Hornet. I feel like just a quest log would've been nice because half the time I don't even know if I'm doing a quest or what because it's so convoluted and esoteric and when I voice this complaint I get told to shut up and just use a guide?? A guide should not be so essential to experiencing all a game has to offer. Not to mention after finishing my first playthrough, listening to all the dialogue and never skipping a cutscene I still didn't feel like I quite understood the story. Like I got a general idea but I'd love if Miyazaki threw a bone to a layperson like myself.\nLast thing I gotta complain about is that the bosses are just worse... Like DS3 and Sekiro straight blow this game out of the water with their bosses both it highs and consistency. There are so many bosses in this game that I just thought what the fuck after beating them. So many of the attacks in this game are almost comically delayed and then there are some attacks like the little knife swing after the main attack by Margit (and Margott I guess) that I'm yet to intuitively figure out how to dodge them. I'm 100% sure there is a way to dodge them but I've never had this experience with a game where I just can't seem to figure out what I'm meant to do (other than just not attack in certain windows which is a bit boring) and it's a bit frustrating. Most boss fights are also plagued with the bosses sometimes just walking about instead of fighting you properly which really slows down the pace and I kind of felt like they fixed that problem in Sekiro so I have to assume it's intended but like why? The boss music (and music in general) of this game isn't all that great too I can't lie. Like it's passable I guess but it's no DS3 to be sure. Sekiro had a similar issue but in that game I was so focused on the bosses that I didn't really notice it as much. I feel like this problem is talked about too little too, maybe I just have bad ears or something but still.\nElden Ring isn't a bad game but I feel like it's far too unfocused to be a good game. The world is too big and I don't think FromSoftware was really ready to create a game at such a large scale yet. If there was a third of the bosses, areas and items I feel like the remaining stuff could've gotten much more focus and I think a better game would've come out. I know I'm basically just asking for Dark Souls 4 but how can I not when the third entry remains the best game FromSoftware has made? I did enjoy the game a lot more on playthroughs after my first because I didn't feel like I needed to fight bosses in the \"proper\" way so instead I could just opt for throwing random bullshit and that was more fun."
      },
      {
            "name": "Beat Saber",
            "score": 7.5,
            "description": "My arms don't move fast enough for this shit. Even then its a super engaging game to play and only isn't fun when you're slamming your joysticks against the wall by accident."
      },
      {
            "name": "Team Fortress 2",
            "score": 4.5,
            "description": "I sure do love 16 million bots!! \n Edit: I heard they fixed that but I don't really want to check TF2 out again for a little while."
      },
      {
            "name": "Metal Gear Rising: Revengeance",
            "score": 7.5,
            "description": "Everything in this goes so hard. Very fun and over the top time. Fighting rooms full of annoying enemies was a bit tedious though, the game really shines at its insane well done boss fights (though they lean a bit much on the easy side)."
      },
      {
            "name": "Genshin Impact",
            "score": 4.5,
            "description": "I was going through a rough patch when I played 100 hours of this, don't judge me."
      },
      {
            "name": "Valorant",
            "score": 7,
            "description": "I cant believe I spent $30 on a nerf gun..."
      },
      {
            "name": "Disco Elysium",
            "score": 6,
            "description": "You get to roleplay as an autistic and schizophrenic man and constantly embarrass yourself by failing 92% rolls! Great game. A lot more to do than you'd expect and pretty infinitely replayable though it gets a little dull at points."
      },
      {
            "name": "Hades",
            "score": 7,
            "description": "Brutal for those like me who aren't good at video games"
      },
      {
            "name": "What Remains of Edith Finch",
            "score": 6,
            "description": "It's like reading but cooler because things move. Didn't super love the story being told though and I can't lie Edith might be stupid jumping across buildings and shit while pregnant."
      },
      {
            "name": "Pokemon Ultra Sun",
            "score": 4,
            "description": "Thanks Citra, very cool. Edit: Nintendo put Citra down I can't believe this shit. Edit 2: When I was a bit younger this was easily my favourite Pokemon game and while it still is I replayed it and lowkey this shit trash. 30fps feels so sluggish, it's so easy I literally can and did beat it with a single Pokemon and the story is dogshit. I know the last two are because it was made for like toddlers but it it still sucks."
      },
      {
            "name": "Tetris Effect",
            "score": 7.5,
            "description": "Literally the reason I failed chemistry, it's too satisfying someone hold me back."
      },
      {
            "name": "Roblox",
            "score": 8,
            "description": "I've said horrific things to people on this game. Literally infinite free stuff to play, not all of it is good but I'm a quality over quantity kind of guy."
      },
      {
            "name": "Super Mario Odyssey",
            "score": 3.5,
            "description": "I cannot fathom the reason my brother spent almost $100 on this. Edit: I have come to the conclusion that I don't hate Mario Odyssey I just hate the Switch. This little piece of shit is uncomfortable no matter what I do I hate this stupid ass thing. It's either hurting my hand, my neck or my heart 💔. I also just hate moving the Mario camera give me a mouse please god."
      },
      {
            "name": "Half-Life 2",
            "score": 5.5,
            "description": "It would be great if Half-Life 3 came out in my lifetime. It's great but it does feel more dated than people seem to think. Like great for it's time but for our time... not so much."
      },
      {
            "name": "Minecraft",
            "score": 10,
            "description": "First game I ever played. I died in lava, lost everything and cried for 30 minutes. Mods are the only this keeping this going though but I can't blame a game that I've spent so much time in for becoming boring after spending 600 years playing it."
      },
      {
            "name": "GTA V",
            "score": 5.5,
            "description": "GTA Online is a hell hole you will never escape and unfortunately the only aspect of this game I enjoyed."
      },
      {
            "name": "Fortnite",
            "score": 8,
            "description": "You have no idea how good I was back in chapter 1 season 5, I was on like a 20 K/D fr fr. I have like 2000 hours in this game btw it's frankly fucked."
      },
      {
            "name": "Enter the Gungeon",
            "score": 8,
            "description": "I cant handle it anymore.\nI exited the Gungeon."
      },
      {
            "name": "Valhiem",
            "score": 7,
            "description": "I played this with my dad, it was awesome. I think the performance could be better though, it does not look nearly good enouh to run the way it does."
      },
      {
            "name": "Stardew Valley",
            "score": 10,
            "description": "10% of the game is playing 90% is looking at the wiki to optimise your day and you know what, I'll respect it for that."
      },
      {
            "name": "Spore",
            "score": 5.5,
            "description": "Would be a lot better if it wasn't capped at 30 fps (yes I know you can uncap it but that makes my game unstable as hell for some reason)."
      },
      {
            "name": "Garry's Mod",
            "score": 6,
            "description": "I'm banned from like 20 servers hold me back."
      },
      {
            "name": "The Forest",
            "score": 7,
            "description": "Scary for the first 2 seconds, afterwards it's just a good survival game even if I can never get my friends to play it with me."
      },
      {
            "name": "Bloons TD: 6",
            "score": 8,
            "descriptio": "I have never yelled at my monitor as much as when I play with people in this."
      },
      {
            "name": "Garfield Kart: Furious Racing",
            "score": 6.5,
            "description": "This made me furiously racist. Edit: God I'm a comedic genius.\nEdit 2: This guy fuckin sucks."
      },
      {
            "name": "Garfield Kart",
            "score": 6,
            "description": "No I don't have a Nintendo Switch, how can you tell?"
      },
      {
            "name": "Yakuza 0",
            "score": 7,
            "description": "This game is 16 different games in disguise. Drags a wee bit near the end especially if you actually do the side content because there's a lot of it."
      },
      {
            "name": "Undertale",
            "score": 9,
            "description": "Sans! \n Edit: 8 -> 9, I just replayed this game and its honest incredible. The soundtrack is absolutely amazing and sets the mood perfectly, the combat is fun and engaging and the dialogue and little interactions you can have with the world are incredible. For just one of the many examples, that mirror in Toriel's that says 'Despite everything, it's still you' was just so charming, its the little attention to detail that Toby Fox put into Undertale is awe-inspiring and this games praise was absolutely deserved."
      },
      {
            "name": "Stick Fight: The Game",
            "score": 7.5,
            "description": "Do not play this game with people you intend to stay friends with."
      },
      {
            "name": "SCP: Secret Labratory",
            "score": 6.5,
            "description": "70 hours of my life wasted arguing with strangers online."
      },
      {
            "name": "Rounds",
            "score": 7.5,
            "description": "Fuck this game.\nEdit: I'm actually the goat at this game."
      },
      {
            "name": "Risk of Rain 2",
            "score": 7.5,
            "description": "I have never been more stressed in my life oml. I like this game but it does feel a lot more repetitive than other rogue-like games."
      },
      {
            "name": "Postal 2",
            "score": 2,
            "description": "I can get fined 50k for playing this and it's not worth it this game fuckin sucks."
      },
      {
            "name": "Portal 2",
            "score": 9.5,
            "description": "The best puzzle game of all time fr (even if me and my mate weren't smart enough for the bonus multiplayer levels)."
      },
      {
            "name": "Placid Plastic Duck Simulator",
            "score": 6,
            "description": "It does what it says on the tin. I'm the placid plastic duck."
      },
      {
            "name": "Payday 2",
            "score": 8.5,
            "description": "I like the Among Us mod it's great. Does start to feel like doing the same thing over and over after a while however."
      },
      {
            "name": "Operation Osama Bin Laden",
            "score": 7,
            "description": "I unironically spent 11 hours playing this this game is great."
      },
      {
            "name": "Left 4 Dead 2",
            "score": 6.5,
            "description": "Do not look in the mods tab."
      },
      {
            "name": "Just Cause 3",
            "score": 7,
            "description": "I spend all my time killing random people. I don't even think I've beaten this game before."
      },
      {
            "name": "Celeste",
            "score": 7,
            "description": "I broke two keyboards playing this and I didn't even play it using a keyboard."
      },
      {
            "name": "Hylics 2",
            "score": 5,
            "description": "LSD Part Two: Electric Boogaloo. Improves slightly on the original Hylics I think, maybe I just got more used to the insane shit."
      },
      {
            "name": "Hylics",
            "score": 4,
            "description": "This game gives me a headache, it's certainly unique though, perhaps too unique though..."
      },
      {
            "name": "Hollow Knight",
            "score": 9.5,
            "description": "Can't wait for Silksong to come out in 4063! Best metroidvania of all time though, super fun and extremely rewarding when you finally beat a hard boss. I will continue to replay this game until Silksong releases, if only I could have more than four saves.\nEdit: 10 -> 9.5, sorry to do this to you my beloved Hollow Knight but after playing Silksong I finally realise how lacking in proper storytelling this game was when Silksong managed to do it so much better and in a way that didn't need me to watch a Youtube video to understand."
      },
      {
            "name": "Geometry Dash",
            "score": 6,
            "description": "I have the slowest reaction speed out there and it really impedes my ability to play any levels harder than normal difficulty. Much more fun to watch highlights for me."
      },
      {
            "name": "Frog Detective 3",
            "score": 9,
            "description": "LOBSTER COP NOOO. Might actually be peak fiction guys, my scores for Frog Detective games are completely unironic just to be clear."
      },
      {
            "name": "Frog Detective 2",
            "score": 7,
            "description": "These achievements took 60 years off my life. Just feels like a downgrade from the original in every aspect."
      },
      {
            "name": "Frog Detective",
            "score": 8.5,
            "description": "I actually read the words in this classic. Super charming way to spend an hour or so."
      },
      {
            "name": "Fishy 2",
            "score": 3,
            "description": "Peak gameplay but it costs money this time!!"
      },
      {
            "name": "Fishy",
            "score": 3,
            "description": "Peak gameplay!!"
      },
      {
            "name": "Fallout 4",
            "score": 6,
            "description": "I learnt that I am terrible at video games, also why does Bethesda keep updating their games just stop you're only making them worse."
      },
      {
            "name": "Elder Scrolls Online",
            "score": 5.5,
            "description": "Installing this wipes out half my hard-drive in one click. The actual game is alright, the graphics are good, the performance is iffy even though I don't think it should be considering other games of its scope seemed to run fine for me. I really enjoyed doing the dungeons too but most of the open world wasn't super interesting."
      },
      {
            "name": "Doom (1993)",
            "score": 7,
            "description": "Older than me yet goes hard to this day (though it does need a couple mods to be played like a proper game though I'm not going to take points from the score for that, the game's like 30 cmon)."
      },
      {
            "name": "Dictators: No Peace Countryballs",
            "score": 5,
            "description": "I got this for free so I can't complain too much but honestly it feels a bit like some sort of mobile game and it gets tedious after an hour or so."
      },
      {
            "name": "CSGO (CS2)",
            "score": 7,
            "description": "I love the n word being yelled at me every 2 seconds!! \n Edit: Not a big fan of this whole CS2 thing, it's basically the same game but ever so slightly worse."
      },
      {
            "name": "Borderlands 3",
            "score": 7.5,
            "description": "Like Borderlands 2 but more stuff. Just don't listen to the dialogue you'll go insane."
      },
      {
            "name": "Borderlands 2",
            "score": 7,
            "description": "You shoot and then you kill and then you get more guns to shoot and kill with. It's awesome."
      },
      {
            "name": "Black Desert Online",
            "score": 2,
            "description": "The entire game is a popup... Luckily for me it only costed like 2 cents to buy. The combat is great though if only it was used on a better game."
      },
      {
            "name": "Old School Runescape",
            "score": 9.5,
            "description": "Played 100 hours in one week, worst mistake of my life. Runescape is the only open world game that makes me actually feel like I'm exploring a large and dangerous world as opposed to playing the same game over and over again which a lot of the modern games feel like also the music is peak. \n Edit: I've taken an extended break and I've heard the game is going to shit but I'll have to check it out later."
      },
      {
            "name": "Hypixel Skyblock",
            "score": 9.5,
            "description": "I know it's not a game but it's fine. The only reason I'm updating this website is to wait for my wrist to fix itself from Hypixel Skyblock. \n Edit: My wrist still isn't the same like 6 months later."
      },
      {
            "name": "Terraria",
            "score": 10,
            "description": "The game of all time. I have over 1000 hours and I regret none of it. Fun with friends, fun alone, fun without mods and even more with the huge variety of modded options from playthroughs. Seriously, some of the modern mods are insane, super beautiful to play with even if I end up falling back on Calamity more often than not."
      }
]