[
    {
        "name": "I LAY DOWN MY LIFE FOR YOU",
        "artist": "JPEGMAFIA",
        "score": 9.2,
        "image": "",
        "description": "actually listened to this on release i just havent added everything ive listened to here yet, anyway this is another peggy classic, some of this shit is straight beautiful and way more mature then i expected for peggy"
    },
    {
        "name": "The New Sound",
        "artist": "Geordie Greep",
        "score": 9.4,
        "image": "https://i.imgur.com/b9JiwEo.png",
        "description": "GREEP SWEEP GREEP SWEEP JUST LISTENED TO THE LEAK AND HOLY SHIT AOTY IM NOT KIDDING!!!!!"
    },
    {
        "name": "Luv(sic) Hexalogy",
        "artist": "Nujabes & Shing02",
        "score": 10,
        "image": "https://i.imgur.com/wd7xm3H.png",
        "description": "this album needs more luv. this is one of the most beautiful pieces of media i have ever heard. i was crying by pt 3 and i was completely bawling by the finale. i cant even articulate how great this album is, its just one of those things you have to hear for yourself. even the remixes are super high effort and worth your time. i cant believe i just found out about this. i know this is rambly but i just cannot possibly articulate my thoughts on this right now, please just listen to it."
    },
    {
        "name": "pastpresentfuture",
        "artist": "Kittydog",
        "score": 7.2,
        "image": "",
        "description": "the only good furry autotuney album if you get me. death at your expense was really good. it is good that this album is short though as it probably couldnt have kept me engaged for more than like 30 minutes."
    },
    {
        "name": "CHIROPTERA MATIERE PREMIERE",
        "artist": "Thomas Bangalter",
        "score": 2,
        "image": "",
        "description": "this felt like one of those one hour of silence interrupted by falling pipes videos"
    },
    {
        "name": "The College Dropout",
        "artist": "Kanye West",
        "score": 9.2,
        "image": "https://i.imgur.com/foThdCp.png",
        "imageB": "https://i.imgur.com/LXng9Uq.png",
        "description": "better than graduation straight up, every song on here is good and even the skits arent bad. it is kind of sad to click on the people featuring on some of the songs and see their music careers went nowhere though."
    },
    {
        "name": "Graduation",
        "artist": "Kanye West",
        "score": 8.6,
        "image": "https://i.imgur.com/Gof7zHw.png",
        "imageB": "https://i.imgur.com/vWUgPmH.png",
        "description": "the first kanye i ever heard was graduation after he went all nazi and shit and i wasnt disappointed. strong, barry bonds and drunk and hot girls kind of sucked though i dont know, the other songs made up for it easily though. i need bittersweet poetry on spotify."
    },
    {
        "name": "Watch the Throne",
        "artist": "JAY-Z & Kanye West",
        "score": 3.1,
        "image": "",
        "description": "this album sucks ass, the best song on this is otis and even then that song isnt very good"
    },
    {
        "name": "The Life of Pablo",
        "artist": "Kanye West",
        "score": 9.3,
        "image": "https://i.imgur.com/HcceyVr.png",
        "imageB": "https://i.imgur.com/2730HZm.png",
        "description": "I FEEL LIKE PABLO WHEN IM WORKING ON MY SHOES I FEEL LIKE PABLO WHEN I SEE ME ON THE NEWS I FEEL LIKE PABLO WHEN IM WORKING ON MY HOUSE TELL EM THE PARTIES IN HERE WE DONT NEED TO GO OUT!! NO MORE PARTIES IN LA IS THE BEST KANYE SONG OF ALL TIME !!!"
    },
    {
        "name": "ye",
        "artist": "Kanye West",
        "score": 8.7,
        "image": "https://i.imgur.com/a8MSGFx.png",
        "imageB": "https://i.imgur.com/hUtgPPE.png",
        "description": "last good album this man made. every song on here slaps and ghost town is one of the best hes ever made straight up. cover also goes hard."
    },
    {
        "name": "Vultures 2",
        "artist": "Kanye West",
        "score": 1.4,
        "image": "",
        "description": "yowch, thats gonna leave a mark. this album was so boring it took me four weeks to finish a 49 minute long album. the best songs on here were time moving slow, promotion and 530 and one of them is an old song he released with no changes and the other two i just have to pretend i cant hear the lyrics. reach for the popcorn, oops thats my cock was the best part of the album though."
    },
    {
        "name": "Vultures",
        "artist": "Kanye West",
        "score": 4.3,
        "image": "",
        "description": "nazi stuff aside this album just sucked, it had so many misses. i did like stars, burn and back to me though so thats something but i miss when kanye could make music."
    },
    {
        "name": "Intro Bonito",
        "artist": "Kero Kero Bonito",
        "score": 4.9,
        "image": "",
        "description": "sorry kkb this album was kind of bad, there werent many aggressively bad songs (except for cat vs dog) but the only memorable ones were intro bonito and sick beat."
    },
    {
        "name": "Melt My Eyez See Your Future (The Extended Edition)",
        "artist": "Denzel Curry",
        "score": 9.3,
        "image": "https://i.imgur.com/TOYWsoF.png",
        "description": "holy shit have sexual intercourse with me denzel curry i love you so much. the extra tracks are all so jazzy and sometimes actually better than the original versions which i already loved (especially melt session #1 cold blooded version, one of the best songs of all time i swear)."
    },
    {
        "name": "143",
        "artist": "Katy Perry",
        "score": 3,
        "image": "",
        "description": "oml jid please stop featuring in dogshit youre hurting me"
    },
    {
        "name": "児童カルテ",
        "artist": "神聖かまってちゃん [Shinsei Kamattechan]",
        "score": 4.3,
        "image": "",
        "description": "boring j-pop with a side of a song about a girl killing herself that makes people pretend this album sounds good"
    },
    {
        "name": "Are You Experienced",
        "artist": "Jimi Hendrix",
        "score": 7.6,
        "image": "",
        "description": "i really like this album and manic depression is my favourite jimi hendrix song but holy shit i hate how they made some instruments just play out the left ear in the 60s, my ear is fucked or something so its like physically painful to hear this album without mono. -1 point."
    },
    {
        "name": "3 + 5",
        "artist": "Melt-Banana",
        "score": 6.8,
        "image": "",
        "description": "it was certainly noisy though somehow still got a little boring and repetitive even at 24 minutes long."
    },
    {
        "name": "BLAME IT ON BABY",
        "artist": "Da Baby",
        "score": 5.5,
        "image": "",
        "description": "this album is like a rollercoaster but like a roller coaster that launches you to your death halfway through. the first seven songs were really good and then they hit me with back to back to back to back to back to back to back dogshit."
    },
    {
        "name": "Baby On Baby",
        "artist": "Da Baby",
        "score": 3.4,
        "image": "",
        "description": "goin baby goes hard its really good i swear !! the rest of it sucks ass though so like -4 points."
    },
    {
        "name": "Future Nostalgia",
        "artist": "Dua Lipa",
        "score": 7.9,
        "image": "",
        "description": "if this didnt have the last two tracks it would have been the best dance pop album since michael jackson. tragic that da baby peaked in someone elses album though."
    },
    {
        "name": "Radical Optimism (Extended Versions)",
        "artist": "Dua Lipa",
        "score": 5,
        "image": "",
        "description": "i havent listened to the original yet but i heard this was better so i listened to this instead and holy shit this was forgettable, this is such a boring pop album in which dua lipa does nothing interesting or new. i just want another future nostalgia level project please god"
    },
    {
        "name": "Nothing Was The Same",
        "artist": "Drake",
        "score": 7.8,
        "image": "",
        "description": "best album drakes ever made, a few misses for me but it had so much great shit, especially tuscan leather (incredible opener) and pound cake / paris morton music 2 (incredible closer)"
    },
    {
        "name": "The Dangers In My Heart (Original TV Anime Soundtrack)",
        "artist": "牛尾憲輔 [Kensuke Ushio]",
        "score": 2,
        "image": "",
        "description": "trash soundtrack for a trash show. mr kensuke has never made a good soundtrack in his entire life and is the worst part of every show hes in. worst part of silent voice, vorst part of csm and worst part of devilman. stop hiring this man please."
    },
    {
        "name": "The Glow, Pt. 2",
        "artist": "The Microphones",
        "score": 6.2,
        "image": "",
        "description": "never caught my attention in its entire one hour, it was just more like background noise or something. i dont know why people love this so much, maybe ill need to relisten at some point."
    },
    {
        "name": "A Promise",
        "artist": "Xiu Xiu",
        "score": 7.2,
        "image": "",
        "description": "album was good sometimes and boring other times but apistat commander was so good holy shit, might be a top 50."
    },
    {
        "name": "100$",
        "artist": "Løvesick",
        "score": 4,
        "image": "",
        "description": "i cant wait to tell my friend the song he likes sucks. im going to wait to meet him face to face again to break this to him."
    },
    {
        "name": "All Born Screaming",
        "artist": "St. Vincent",
        "score": 7,
        "image": "",
        "description": "my first time listening to st vincent and it was kind of underwhelming, it was good dont get me wrong but it just didnt stick with me like it did for a lot of other people."
    },
    {
        "name": "Let's Get Retarded",
        "artist": "The Black Eyed Peas",
        "score": 7,
        "image": "",
        "description": "whoever removed this from spotify go fuck yourself this goes hard and lets get started is infinitely less funny. i dont even think this is ableist, they arent targetting anyone they are just silly little goobers and eeryone freaked the fuck out."
    },
    {
        "name": "A Moon Shaped Pool",
        "artist": "Radiohead",
        "score": 7.7,
        "image": "",
        "description": "had some pretty awesome moments, especially at the start, burn the witch is an almost perfect intro song in my opinion but it was just kind of boring at some points too, especially desert island disk that song was garbage. it also felt samey a lot of the time which didnt help its situation."
    },
    {
        "name": "genre: bradboy",
        "artist": "B Dizzle",
        "score": 0.5,
        "image": "",
        "description": "not related to this album but like i just saw that video about brad starting youtube again and that man did not look healthy send him back to rehab"
    },
    {
        "name": "Forbidden Frequencies",
        "artist": "Onision",
        "score": 0.5,
        "image": "",
        "description": "please someone tell onision to stop making music he peaked at the banana song"
    },
    {
        "name": "アダンの風 (Windswept Adan)",
        "artist": "青葉市子 [Ichiko Aoba]",
        "score": 9.3,
        "image": "https://i.imgur.com/SsDt7uM.png",
        "description": "majestic, beautiful album. parfum d'etoiles is probably now one of my favourite songs of all time straight up it is beautiful."
    },
    {
        "name": "Ceres & Calypso in the Deep Time",
        "artist": "Candy Claws",
        "score": 8.4,
        "image": "https://i.imgur.com/2hFXTcD.png",
        "description": "incredibly dense album that makes me feel like i really am in some forest or jungle or whatever the place in the cover is. as a side note the cover looks awesome and is the only reason i gave this a chance and thank god i did. best songs on here are fell in love and pangea girls."
    },
    {
        "name": "To See the Next Part of the Dream",
        "artist": "파란노을 [Parannoul]",
        "score": 7.1,
        "image": "",
        "description": "good but not parannoul's best by a long shot, the first few were really good especially white ceiling but the rest kind of fell flat for me"
    },
    {
        "name": "Pink Tape",
        "artist": "f(x)",
        "score": 8,
        "image": "https://i.imgur.com/nwH8S8q.png",
        "description": "i cannot tell anyone i fw this"
    },
    {
        "name": "Remain in Light",
        "artist": "Talking Heads",
        "score": 8.7,
        "image": "https://i.imgur.com/DJhzKyR.png",
        "imageB": "https://i.imgur.com/e7o0I3z.png",
        "description": "i love you the talking heads !! this album is funky and fun. every song on here is a banger. my dad hates this album though for some reason idk bad taste i guess."
    },
    {
        "name": "The Name of This Band Is Talking Heads",
        "artist": "Talking Heads",
        "score": 8.5,
        "image": "https://i.imgur.com/TVzz6db.png",
        "imageB": "https://i.imgur.com/clSK77w.png",
        "description": "best version of the best talking heads song (born under punches). even if everything else sucked i would have still given it like a 7, luckily the rest of the songs are as good if not better than their album versions. except for this psycho killer version it kind of sucked imo."
    },
    {
        "name": "Stop Making Sense",
        "artist": "Talking Heads",
        "score": 8.1,
        "image": "https://i.imgur.com/Z1prxU6.png",
        "description": "very good but kind of overrated imo"
    },
    {
        "name": "stop loving me!",
        "artist": "tuv",
        "score": 3,
        "description": "why do i keep listening to tuv's music i have to stop. anyways this was just worse than the first one."
    },
    {
        "name": "Toxicity",
        "artist": "System of a Down",
        "score": 8.8,
        "image": "https://i.imgur.com/K9ge8IB.png",
        "description": "i dont know who the system of a down singer is but i love him, system of a downs albums sound so unique to other metal records ive heard and i love it."
    },
    {
        "name": "LONG SEASON",
        "artist": "Fishmans",
        "score": 8.8,
        "image": "https://i.imgur.com/RHYhEKo.png",
        "description": "could have been a 90 if part 3 was changed, it was in the live album though so thats the best version of this song. this is still incredible though."
    },
    {
        "name": "宇宙 日本 世田谷 (Uchū Nippon Setagaya)",
        "artist": "Fishmans",
        "score": 9,
        "image": "https://i.imgur.com/sKibHTD.png",
        "description": "my second favourite fishmans thing and feels so different from the rest of their stuff but still sounds like them. i cant explain it but i had a massive smile the entire time."
    },
    {
        "name": "空中キャンプ (Kūchū Camp)",
        "artist": "Fishmans",
        "score": 8.5,
        "image": "https://i.imgur.com/yuBlkf9.png",
        "description": "less dreamy then the other projects of theirs ive heard but it makes up for it but just being really fun"
    },
    {
        "name": "98.12.28 男達の別れ (98.12.28 Otokotachi no wakare)",
        "artist": "Fishmans",
        "score": 9.9,
        "image": "https://i.imgur.com/uSlRBQX.png",
        "description": "the greatest live album of all time. it solves any issues ive had with their other songs. particularly ゆらめき IN THE AIR and LONG SEASON turn from extremely good to masterpieces. i genuinely cannot believe this was performed live. some of the most beautiful, charming and almost mystical sounding music ive ever heard. i swear to god after this album ended i started hyperventilating and shit because i had my breath held the whole time."
    },
    {
        "name": "The Stranger",
        "artist": "Billy Joel",
        "score": 8.7,
        "description": "its seems such a waste of time, if thats what its all about. mama if thats movin up, then im moving out !! peak"
    },
    {
        "name": "The Turning Wheel",
        "artist": "SPELLLING",
        "score": 6.4,
        "description": "might need to listen to this again at some point but i just wasnt feeling it at the time"
    },
    {
        "name": "HARAM",
        "artist": "Armand Hammer & The Alchemist",
        "image": "https://i.imgur.com/IweSQUv.png",
        "score": 6.8,
        "description": "sorry armand this sounds like shit, fire cover though <--- this was hyperbolic for any stupid people"
    },
    {
        "name": "Funeral",
        "artist": "Arcade Fire",
        "image": "https://i.imgur.com/m0VZOCC.png",
        "imageB": "https://i.imgur.com/hvTbpQe.png",
        "score": 9,
        "description": "its insane this album got made in 2004. it still sounds so fresh, its like 10 years ahead of its time at least. the cover not making a square doesnt please me though."
    },
    {
        "name": "Ghoosteen",
        "artist": "Nick Cave and the Bad Seeds",
        "score": 6.4,
        "description": "all my opinions have been formed by anthony fantano. he ruined this for me."
    },
    {
        "name": "The Very Best of Judy Collins",
        "artist": "Judy Collins",
        "score": 7.6,
        "description": "best version of amazing grace out there !! the rest is a vibe too."
    },
    {
        "name": "Pointy Heights",
        "artist": "Fousheé",
        "score": 6.7,
        "description": "ehhh, its alright, just kind of forgettable. 100 bux and war go hard though."
    },
    {
        "name": "Slumdog Millionaire (Music From The Motion Picture)",
        "artist": "A. R. Rahman",
        "score": 7.5,
        "description": "thank you my one true love, mausam & escape"
    },
    {
        "name": "Reeds and Seeds",
        "artist": "ImRuscelOfficial",
        "score": 7.5,
        "description": "shockingly good for a pvz jazz album made by some guy on youtube. some songs were forgettable but loonboon went hard so we all good."
    },
    {
        "name": "El Jardín de los Presentes",
        "artist": "Invisible",
        "image": "https://i.imgur.com/4UeIEq9.png",
        "imageB": "https://i.imgur.com/UkLq6SM.png",
        "score": 8.3,
        "description": "me encanta el jardín de los presentes !!"
    },
    {
        "name": "Electric Landlady",
        "artist": "The Jimi Hendrix Experience",
        "image": "https://i.imgur.com/A8R0XBy.png",
        "imageB": "https://i.imgur.com/AwYSUsL.png",
        "score": 8.5,
        "description": "i make love to you in your sleep and lord knows you felt no pain? ok jimi"
    },
    {
        "name": "Ta-Dah",
        "artist": "Scissor Sisters",
        "score": 7,
        "description": "a fun album but not really that memorable idk. i cant decide is pretty good though."
    },
    {
        "name": "We Buy Diabetic Test Strips + Doves",
        "artist": "Armand Hammer",
        "score": 8.4,
        "image": "https://i.imgur.com/RHW0qM3.png",
        "imageB": "https://i.imgur.com/Lor4zuB.png",
        "description": "godspeed you black emperor if they made good music"
    },
    {
        "name": "VOLCANIC BIRD ENEMY AND THE VOICED CONCERN",
        "artist": "Lil Ugly Mane",
        "score": 9.6,
        "image": "https://i.imgur.com/6aisysl.png",
        "imageB": "https://i.imgur.com/pXWAzyV.jpeg",
        "description": "depressing, soothing album that tricked me into thinking it was just gonna be some wacky hiphop album. this is the last thing i expected someone called lil ugly mane to release and the album cover is surely in the competiton for top 10 all time."
    },
    {
        "name": "Master of Puppets",
        "artist": "Metallica",
        "score": 8.1,
        "image": "https://i.imgur.com/z1ImYWz.png",
        "imageB": "https://i.imgur.com/vXnCPyT.png",
        "description": "this album was great but i feel like it wasnt as insane and over the top as expected. honestly kind of a chill metal album idk."
    },
    {
        "name": "Discovery",
        "artist": "Daft Punk",
        "score": 8.1,
        "image": "https://i.imgur.com/g22OA1l.png",
        "imageB": "https://i.imgur.com/sQTvfYV.png",
        "description": "what the fuck is french house and why is it so fire"
    },
    {
        "name": "Timely!!",
        "artist": "Anri",
        "score": 8.9,
        "image": "https://i.imgur.com/Th2jgKu.png",
        "imageB": "https://i.imgur.com/kvqu3rX.png",
        "description": "this was my first time listening to a j-pop album so i decided to just pick the highest rated one and i was not disappointed. this album was just so charming and fun even if i cant understand a word she is saying. i dont know what city pop is but this is probably the best of that too."
    },
    {
        "name": "Red",
        "artist":"King Crimson",
        "score": 5.6,
        "description": "sorry mr crimson but this album is just kind of boring and providence is just straight up bad."
    },

    {
        "name": "Symbolic",
        "artist":"Death",
        "score": 9.4,
        "image": "https://i.imgur.com/piYKPbv.png",
        "imageB": "https://i.imgur.com/TeeC9Mt.png",
        "description": "best metal album ive ever heard. insane riffs, insane vocals and the perfect energy that you should have in a metal album, this entire album sounds so chaotic and it is just something you have to experience yourself. go listen to this right now !!"
    },
    {
        "name": "Garbage",
        "artist":"Garbage",
        "score": 5.2,
        "image": "",
        "imageB": "",
        "description": "not garbage, just mediocre (badum tss) (still got it). every song just made me feel nothing."
    },
    {
        "name": "Led Zeppelin IV",
        "artist":"Led Zeppelin",
        "score": 7.8,
        "image": "",
        "imageB": "",
        "description": "very good album but i had a mix up on spotify and accidentally listened to symbolic by death the first time and didnt realise because this was my first time hearing a led zeppelin album."
    },
    {
        "name": "Ghosteen",
        "artist":"Nick Cave and the Bad Seeds",
        "score": 6.4,
        "image": "",
        "imageB": "",
        "description": "it was alright, not worth the 93 critic score though. the mixing was kind of fucked at some points and it just felt tedious a lot of the time."
    },
    {
        "name": "You Won't Get What You Want",
        "artist":"Daughters",
        "score": 7.1,
        "image": "",
        "imageB": "",
        "description": "sorry anthony fantano but this is not an 100. still was a pretty fire rock album and i had a good time with it but like cmon man. maybe its just too deep for me."
    },
    {
        "name": "Beloved! Paradise! Jazz?!",
        "artist":"McKinley Dixon",
        "score": 7.7,
        "image": "",
        "imageB": "",
        "description": "thought he had a paw on the cover and i was bout to listen to some furry jazz rap. very disappointed it wasnt."
    },
    {
        "name": "The Melodic Blue",
        "artist":"Baby Keem",
        "score": 5.5,
        "image": "",
        "imageB": "",
        "description": "the features were carrying this album so hard (except for 16 that shit was fire)"
    },
    {
        "name": "MTV Unplugged in New York",
        "artist":"Nirvana",
        "score": 8.8,
        "image": "https://i.imgur.com/4o9aii6.png",
        "imageB": "https://i.imgur.com/c7LdWrK.jpeg",
        "description": "my favourite performance from nirvana, very strong album with the best variant of every song they perform except for the man who sold the world and i will die on that hill. kurts range musically is crazy and fun fact apparently someone bought the cardigan he was wearing for $334k ??"
    },
    {
        "name": "Live At Folsom Prison",
        "artist":"Johnny Cash",
        "score": 5.4,
        "image": "",
        "imageB": "",
        "description": "really overrated? maybe its because i just dont like country but this album was just really boring for me and i was not having a good time with mr cash"
    },
    {
        "name": "ear candy",
        "artist":"tuv",
        "score": 3.7,
        "image": "",
        "imageB": "",
        "description": "youtubers need to stop making music holy shit"
    },
    {
        "name": "Zerstör Dich Selbst",
        "artist":"N1n0",
        "score": 4,
        "image": "",
        "imageB": "",
        "description": "not very good. i dont know how this got a 70 on aoty but harsh noise isnt my favourite genre despite popular belief."
    },
    {
        "name": "The Mollusk",
        "artist":"Ween",
        "score": 8.3,
        "image": "https://i.imgur.com/0cRs1LK.png",
        "imageB": "https://i.imgur.com/QvmMGOP.png",
        "description": "another weird as album that somehow achieves its purpose i assume of making me an ocean man perfectly. ive never really heard an album like this before and every song is really unique and i like it a lot, its like a rollercoster ride but instead of ups and downs it just keeps going up until we reach the sun and die."
    },
    {
        "name": "Slipknot",
        "artist":"Slipknot",
        "score": 9,
        "image": "https://i.imgur.com/moRzGZQ.png",
        "imageB": "https://i.imgur.com/qlJdW0P.png",
        "description": "insane ass album with an intense but also kind of silly fun energy to it which i cant say i saw coming. my dad didnt enjoy this one though."
    },
    {
        "name": "Soundtracks for the Blind",
        "artist":"Swans",
        "score": 3.9,
        "image": "",
        "imageB": "",
        "description": "overrated piece of dog shit. the first three songs were the best in the entire album and only song i enjoyed on copper was the sound. i cant believe i wasted 2 hours of my life listening to this with the assumption that it would get better and it being called a masterpiece would start to make sense. i couldnt even tell this albums songs apart because they all sound the same and the whispering vocals made me feel like i was going senile."
    },
    {
        "name": "System of a Down",
        "artist":"System of a Down",
        "score": 8.1,
        "image": "https://i.imgur.com/v8Js4QG.png",
        "imageB": "https://i.imgur.com/4nrCleU.png",
        "description": "my girl, you know, she lashes out at me sometimes and i just fucking kick her !! bars."
    },
    {
        "name": "Plants Vs. Zombies Original Video Game Soundtrack",
        "artist":"Laura Shigihara",
        "score": 7.7,
        "image": "",
        "imageB": "",
        "description": "why was this flash games soundtrack so good wtf"
    },
    {
        "name": "Ocean Eyes",
        "artist":"Owl City",
        "score": 6,
        "description": "its fine but forgettable. nothing stood out as bad but same goes for nothing being good."
    },
    {
        "name": "Loss of Life",
        "artist":"MGMT",
        "score": 7.7,
        "image": "",
        "imageB": "",
        "description": "all over the place but it has a lot of great stuff, dancing in babylon is magestic and loss of life might be my favourite or at least one of my favourites this year"
    },
    {
        "name": "MGMT",
        "artist":"MGMT",
        "score": 6,
        "image": "",
        "imageB": "",
        "description": "first half was good, second half wasnt, probably evens out to like a 6"
    },
    {
        "name": "Congratulations",
        "artist":"MGMT",
        "score": 7,
        "image": "",
        "imageB": "",
        "description": "living tombstone ass cover"
    },
    {
        "name": "Little Dark Age",
        "artist":"MGMT",
        "score": 7.7,
        "image": "",
        "imageB": "",
        "description": "random nazis online have never been the same since this dropped"
    },
    {
        "name": "Gemini Rights",
        "artist":"Steve Lacy",
        "score": 8,
        "image": "",
        "imageB": "",
        "description": "smooth. i get why tiktok likes this stuff."
    },
    {
        "name": "Choose Your Weapon",
        "artist":"Hiatus Kaiyote",
        "score": 6.5,
        "image": "",
        "imageB": "",
        "description": "best part of the album is the cover. i dont like jazz either so that doesnt help."
    },
    {
        "name": "TRANS TRAP",
        "artist":"gundeityxlestabed",
        "score": 6.4,
        "image": "",
        "imageB": "",
        "description": "lucky this is only 10 minutes because if it was like 30 this would be like 2"
    },
    {
        "name": "The Forever Story (Extended Version)",
        "artist":"JID",
        "score": 9.5,
        "image": "",
        "imageB": "",
        "description": "this my son, he came from these nuts. this negro came back from school all tatted up the sistine chapel talkin bout how he aint playin football no more."
    },
    {
        "name": "The Blackfayce - EP",
        "artist":"Mrgirl",
        "score": 1,
        "image": "",
        "imageB": "",
        "description": "i still think that hes doing this ironically but hes fallen so far its just kind of sad"
    },
    {
        "name": "Ultra 85",
        "artist":"Logic",
        "score": 8.2,
        "image": "",
        "imageB": "",
        "description": "just looked out the window and saw a pig flying wtf"
    },
    {
        "name": "Young Alpha 5",
        "artist":"Young Alpha",
        "score": 0.5,
        "image": "",
        "imageB": "",
        "description": "young alpha couldnt even get a girl on the cover this shit is ass"
    },
    {
        "name": "Mane I Can't",
        "artist":"Earson",
        "score": 4.5,
        "image": "",
        "imageB": "",
        "description": "sometimes you dig too deep"
    },
    {
        "name": "Mane I Can't",
        "artist":"Earson",
        "score": 4.5,
        "image": "",
        "imageB": "",
        "description": "sometimes you dig too deep"
    },
    {
        "name": "Acid Rap",
        "artist":"Chance the Rapper",
        "score": 7.3,
        "image": "",
        "imageB": "",
        "description": "collapses halfway through but the start and the end are pretty great and just a fun time"
    },
    {
        "name": "1959",
        "artist":"/.../",
        "score": 6.6,
        "image": "",
        "imageB": "",
        "description": "its fine, didnt make me feel anything in specific it was just an alright time"
    },
    {
        "name": "Dream Vessel",
        "artist":"Blushy Buttercup",
        "score": 2.6,
        "image": "",
        "imageB": "",
        "description": "guess what this has in common with mommycore"
    },
    {
        "name": "Coloring Book",
        "artist":"Chance the Rapper",
        "score": 7.2,
        "image": "",
        "imageB": "",
        "description": "charming and infectious. unlike acid rap it doesnt collapse halfway through but it doesnt reach as high highs as acid rap. still puts a smile on my face though."
    },
    {
        "name": "to whoever wants to hear",
        "artist":"Dream",
        "score": 2,
        "image": "",
        "imageB": "",
        "description": "yung gravy made a song better this is not a good sign"
    },
    {
        "name": "Hazbin Hotel (Original Soundtrack)",
        "artist":"a bunch of people",
        "score": 3,
        "image": "",
        "imageB": "",
        "description": "its so cringy i cant take it. if i get to hell and its made by vivziepop im gonna be so pissed."
    },
    {
        "name": "Bird's Eye",
        "artist":"Ravyn Lenae",
        "score": 7.3,
        "image": "",
        "imageB": "",
        "description": "it was a good listen, kept me interested and was pretty chill but didnt really leave me wanting more"
    },

    {
        "name": "After the Magic",
        "artist":"파란노을 [Parannoul]",
        "score": 8.3,
        "image": "",
        "imageB": "",
        "description": "decided to give this a listen after seeing anthony fantano (my biggest opp) give sky hundred a 6. pretty fire, still prefer sky hundred though !!"
    },
    {
        "name": "RECKLESS",
        "artist":"NAV",
        "score": 4.5,
        "image": "",
        "imageB": "",
        "description": "the good: great beats, the bad: everything else"
    },
    {
        "name": "Charm",
        "artist":"Clairo",
        "score": 7.3,
        "image": "",
        "imageB": "",
        "description": "i get while people like it but also it bored me to death so i dont care. still i cant say its bad as it clearly just isnt for me"
    },
    {
        "name": "Yes, Virginia...",
        "artist":"The Dresden Dolls",
        "score": 6,
        "image": "",
        "imageB": "",
        "description": "made me cringe, make this all in a language i dont understand and ill like it more"
    },
    {
        "name": "The Black Parade",
        "artist":"My Chemical Romance",
        "score": 7.5,
        "image": "",
        "imageB": "",
        "description": "might be because i listened to this right after tcfsr but it as just too emo for me to really think of it as more then just good"
    },
    {
        "name": "Popular Monster",
        "artist":"Falling In Reverse",
        "score": 3,
        "image": "",
        "imageB": "",
        "description": "you know those videos of two squares and the smaller one is knocking against the wall and the heavier one and its counting how many hits until the heavy one gets knocked away? yeah"
    },
    {
        "name": "Have a Nice Life",
        "artist":"Deathconsciousness",
        "score": 9.7,
        "image": "https://i.imgur.com/QuMPnoh.png",
        "imageB": "https://i.imgur.com/6mACuJv.png",
        "description": "i think i might like shoegaze (wtf) ?? ive never been depressed (im somewhat of a mental health massiah) so its not like i relate too heavily to whats being said here, but i can hear the emotion in this and its mad beautiful tbh (and just between me and you, i cried on there is no food). there are also lots of bangers in this album too, like half of this album is going on my regular listening playlist and theres nothing anyone can do to stop me from playing them when i get the aux."
    },
    {
        "name": "50 Cent",
        "artist":"Get Rich or Die Tryin'",
        "score": 7.9,
        "image": "",
        "imageB": "",
        "description": "pretty mixed bag but it was incredible more then it was awful. could do with like 20 less minutes too."
    },
    {
        "name": "Hex Dealer",
        "artist":"Lip Critic",
        "score": 8.3,
        "image": "",
        "imageB": "",
        "description": "i love this guys voice so much, very good addition to my favourite genre, terminally onlinecore"
    },
    {
        "name": "Desert of Doom",
        "artist":"Bruhguy3457",
        "score": 6.3,
        "image": "",
        "imageB": "",
        "description": "very amateurish sounding (idk how to describe it)"
    },
    {
        "name": "Under Pressure",
        "artist":"Logic",
        "score": 5.9,
        "image": "",
        "imageB": "",
        "description": "not good, boring a lot of the time but never too bad that it was funny, just slightly above mid."
    },
    {
        "name": "Kurzgesagt, Vol. 8 (Original Motion Picture Soundtrack)",
        "artist":"Epic Mountain",
        "score": 7.8,
        "image": "",
        "imageB": "",
        "description": "its good studying music istg"
    },
    {
        "name": "Steroids (Crouching Tiger Hidden Gabber Megamix)",
        "artist":"Death Grips",
        "score": 8.9,
        "image": "",
        "imageB": "",
        "description": "20 minutes of pure autism holy shit"
    },
    {
        "name": "PRODUCT",
        "artist":"SOPHIE",
        "score": 7.3,
        "image": "",
        "imageB": "",
        "description": "BIPP carries so hard"
    },
    {
        "name": "Fine Line",
        "artist":"Harry Styles",
        "score": 7,
        "image": "",
        "imageB": "",
        "description": "imagine salt on white rice (it still tastes kinda good though i know this is the whitest thing ive ever said just hear me out)"
    },
    {
        "name": "Bump This",
        "artist":"Danny Gonzalez",
        "score": 4,
        "image": "",
        "imageB": "",
        "description": "im danny gonzalez's biggest fan but this is kind of ass. bad boy is pretty alright but everything else just isnt funny idk."
    },
    {
        "name": "Jenny Death",
        "artist":"Death Grips",
        "score": 9.6,
        "image": "https://i.imgur.com/dJC5YVB.png",
        "description": "my favourite half of the powers that b. no back cover for this one as im pretty sure it never got a physical release?"
    },
    {
        "name": "How Are We Feeling Today?",
        "artist":"Kaizo Slumber",
        "score": 8.2,
        "image": "",
        "imageB": "",
        "description": "was wondering on gross technique how they would keep up this energy then i heard gengar ectasy and have been twitching on the floor ever since"
    },
    {
        "name": "How Are We Feeling Today?",
        "artist":"Kaizo Slumber",
        "score": 8.2,
        "image": "",
        "imageB": "",
        "description": "was wondering on gross technique how they would keep up this energy then i heard gengar ectasy and have been twitching on the floor ever since"
    },
    {
        "name": "Valedictorian",
        "artist":"ian",
        "score": 2.5,
        "image": "",
        "imageB": "",
        "description": "dont really listen to yeat or mabu so this just sounds uninspired to me. it does not spark joy. good thing its only 20 minutes because i might have gone insane."
    },
    {
        "name": "Purple Rain",
        "artist":"Prince",
        "score": 8.8,
        "image": "",
        "imageB": "",
        "description": "great cover. i had a real good time with purple rain even i dont think its top 25. i watched the movie after though and that was ass."
    },
    {
        "name": "Vespertine",
        "artist":"Björk",
        "score": 8.6,
        "image": "",
        "imageB": "",
        "description": "my dad complaining the whole time probably didnt help but im yet to understand why this is one of the top 10 highest rated of all times, still thought it was great though."
    },
    {
        "name": "So",
        "artist":"Peter Gabriel",
        "score": 8.8,
        "image": "",
        "imageB": "",
        "description": "a very groovy album and the kate bush feature was sick, sledgehammer has been on repeat ever since listening."
    },
    {
        "name": "Imaginal Disk",
        "artist":"Magdalena Bay",
        "score": 9.2,
        "image": "https://i.imgur.com/S8aR4ii.png",
        "description": "woke up, got some coffee, opened up aoty, looked at the discover page and spat that shit out. sorry peggy i cant listen to you im too busy flying she looked at me had my arms spread 400ft above ground and that was just the first song holy shit (best song is tunnel vision btw). (no back cover yet because it just came out)."
    },
    {
        "name": "Romance",
        "artist":"Fontaines D.C.",
        "score": 8.2,
        "image": "",
        "imageB": "",
        "description": "a great album that missed being incredible by having bug, motorcycle boy and sundowner, all of its worst songs in a row"
    },
    {
        "name": "Exmili-Toby",
        "artist":"Tobuscus",
        "score": 5.5,
        "image": "",
        "imageB": "",
        "description": "kyle rittenhouse (the song) was kind of fire im not even gonna lie"
    },
    {
        "name": "Hounds of Love",
        "artist":"Kate Bush",
        "score": 7.8,
        "image": "",
        "imageB": "",
        "description": "overrated but still good, lots of great songs in this but also a few which were boring"
    },
    {
        "name": "CAROUSEL FROM HELL",
        "artist":"LustSickPuppy",
        "score": 7.3,
        "image": "",
        "imageB": "",
        "description": "a bit undercooked and after hearing goatmeal i kind of expected more but an overall fun time"
    },
    {
        "name": "Reality",
        "artist":"David Bowie",
        "score": 5.5,
        "image": "",
        "imageB": "",
        "description": "weird ass cover for a very mid album. very forgettable with not a single interesting song."
    },
    {
        "name": "shadowbox",
        "artist":"MAVI",
        "score": 9,
        "image": "https://i.imgur.com/cJ1cHBw.png",
        "imageB": "https://i.imgur.com/E4kJfl0.png",
        "description": "typa shit to make you never want to listen to mavi again it was just so soul crushingly good (no vinyl out yet so i just used a random mavi image as the back cover)."
    },
    {
        "name": "LEGO® White Noise",
        "artist":"LEGO®",
        "score": 0.5,
        "image": "",
        "imageB": "",
        "description": "this was anything but a soothing experience. it made my ears feel like they were being tickled from the inside."
    },
    {
        "name": "Our Beautiful Dark Twisted Subreddit",
        "artist":"r/kanye",
        "score": 2,
        "image": "",
        "imageB": "",
        "description": "what i expected from r/kanye. looks like this was fun to make but that didnt translate to being fun to listen to."
    },
    {
        "name": "MOMMYCORE",
        "artist":"Blushy Buttercup, Princess Bunny, DJ PUPPYBUTT & Starmoon",
        "score": 3.4,
        "image": "",
        "imageB": "",
        "description": "imagine going to heaven and then having to explain to your ancestors why you listened to mommycore"
    },
    {
        "name": "Dream Vessel",
        "artist":"Blushy Buttercup",
        "score": 1.7,
        "image": "",
        "imageB": "",
        "description": "furry music or not this just sucks ass"
    },
    {
        "name": "TOTEP",
        "artist":"Kero Kero Bonito",
        "score": 8.3,
        "image": "",
        "imageB": "",
        "description": "a warning shot before their hood classic tine 'n' place"
    },
    {
        "name": "Civilisation II",
        "artist":"Kero Kero Bonito",
        "score": 8,
        "image": "",
        "imageB": "",
        "description": "we are so back"
    },
    {
        "name": "Civilisation I",
        "artist":"Kero Kero Bonito",
        "score": 7.2,
        "image": "",
        "imageB": "",
        "description": "when the fires come had no reason to go that hard wtf. aside from that probably sadly my least favourite kkb project so far. not to say its bad but it just kinda missed the mark for me with only one song i could say i want to add to my playlist and the rest being just good, not great."
    },
    {
        "name": "death of a rabbit",
        "artist":"your arms are my cocoon",
        "score": 5,
        "image": "",
        "imageB": "",
        "description": "wayy too much ambition compared to their actual ability"
    },
    {
        "name": "Sky Hundred",
        "artist":"파란노을 [Parannoul]",
        "score": 8.6,
        "image": "",
        "imageB": "",
        "description": "the light at the end of the tunnel was a flashbang. what the fuck."
    },
    {
        "name": "Only God Was Above Us",
        "artist":"Vampire Weekend",
        "score": 9.2,
        "image": "https://i.imgur.com/uVvAI7N.png",
        "imageB": "https://i.imgur.com/cFub8Xe.png",
        "description": "vampire weekend got me wanted to wear a beanie. ever song slaps and i thoroughly enjoyed this on first listen and second and third. probably on like 10th by now at least."
    },
    {
        "name": "Lift Your Skinny Fists Like Antennas to Heaven",
        "artist":"Godspeed You Black Emperor!",
        "score": 6,
        "image": "",
        "imageB": "",
        "description": "yeah i really like sitting in complete silence for half of an album. i know this is meant to be more an art peice and i appreciate that but i still dont really care, i like albums that people play and you actually hear it, you know, driving a car hearing another car playing it, you know, go to the barbershop and you hear them playing it, you know, turn the radio on and you hear them playing it, you know, its playing everywhere, its called great music, its called albums that you actually hear the songs, not no mysterious shit and you never hear it."
    },
    {
        "name": "Cyberia Lyr1+2=3",
        "artist":"Sewerslvt",
        "score": 5,
        "image": "",
        "imageB": "",
        "description": "sewerslvt out here dropping the most mid breakcore album on earth !!"
    },
    {
        "name": "PARTYNEXTDOOR 4 (P4)",
        "artist":"PARTYNEXTDOOR",
        "score": 5,
        "image": "",
        "imageB": "",
        "description": "if this guy has ghostwriters, fire them. if not, please hire some."
    },
    {
        "name": "Djesse (Vol. 4)",
        "artist":"Jacob Collier",
        "score": 4.1,
        "image": "",
        "imageB": "",
        "description": "should have just made a really good single instead of this boring ass album"
    },
    {
        "name": "dys",
        "artist":"Ace of Spades (punk)",
        "score": 4.6,
        "image": "",
        "imageB": "",
        "description": "i can see potential but that pontential wasnt really taken advantage of until phoria. i also had a small text conversation with ms spades. seems pretty cool."
    },
    {
        "name": "Hobo Johnson Alienates His Fanbase",
        "artist":"Hobo Johnson",
        "score": 0.5,
        "image": "",
        "imageB": "",
        "description": "this sounds like shit"
    },
    {
        "name": "War Ina Babylon",
        "artist":"Max Romeo & The Upsetters",
        "score": 9,
        "image": "https://i.imgur.com/6rdcoPK.png",
        "imageB": "https://i.imgur.com/S2XtOLH.png",
        "description": "reggae classic that not enough people talk about. bob marley who?"
    },
    {
        "name": "Weezer (White Album)",
        "artist":"Weezer",
        "score": 8,
        "image": "",
        "imageB": "",
        "description": "whitest thing on earth"
    },
    {
        "name": "Nevermind",
        "artist":"Nirvana",
        "score": 7.9,
        "image": "",
        "imageB": "",
        "description": "a hot take but this is not a top 100 of all time its very good and i think i have an idea of why people love it so much but it just doesnt do as much for me as i thought it would and it also peaked on track #1."
    },
    {
        "name": "10,000 gecs",
        "artist":"100 gecs",
        "score": 7.7,
        "image": "",
        "imageB": "",
        "description": "just as fun as the last album and sounds slightly more refined idk? it didnt have a song as good as money machine but it was a lot more consistently good."
    },
    {
        "name": "1000 gecs",
        "artist":"100 gecs",
        "score": 7.6,
        "image": "",
        "imageB": "",
        "description": "its pretty good and just a really fun time."
    },
    {
        "name": "Hellfire",
        "artist":"black midi",
        "score": 7.6,
        "image": "",
        "imageB": "",
        "description": "did not love this as muchas i expected. i thought it was good and almost very good but i cant really see where the massive amount of hype behind black midi comes from."
    },
    {
        "name": "SCRAPYARD III",
        "artist":"Quadeca",
        "score": 8.6,
        "image": "",
        "imageB": "",
        "description": "way better then scrapyard imo. this 9 minutes had me levitating. it was a very spiritual experience and easier is crazy."
    },
    {
        "name": "Some Rap Songs",
        "artist":"Earl Sweatshirt",
        "score": 8.6,
        "image": "",
        "imageB": "",
        "description": "very raw. very experimental. very good. shattered dreams is one of my favourite opening tracks to like almost album."
    },
    {
        "name": "Frailty",
        "artist":"Jane Remover",
        "score": 8.9,
        "image": "",
        "imageB": "",
        "description": "show this to a victorian child he'll fucking die epic prank. this album is all over the place but it feels so right."
    },
    {
        "name": "OIL OF EVERY PEARL'S UN-INSIDES",
        "artist":"SOPHIE",
        "score": 8.7,
        "image": "",
        "imageB": "",
        "description": "i just cant see how you can be transphobic when this exists? like what can you really do at this point."
    },
    {
        "name": "Section.80",
        "artist":"Kendrick Lamar",
        "score": 8.5,
        "image": "",
        "imageB": "",
        "description": "hiiiipower is my most listened to kendrick song. thats all i have to say."
    },
    {
        "name": "Yelwah Eoj Yelwah Eoj",
        "artist":"Joe Hawley",
        "score": 1,
        "image": "",
        "imageB": "",
        "description": "what the fuck is this joe go back to grooming minors. i know why he reversed it, copyright and shit, but like did he really think anyone who isnt a tallyhall superfan would put in the effort to download the mp3 and manually reverse this shit. anyways i listened to some shitty bootleg soundcloud version of this before realising he made an unreversed version called joe hawley. jokes on me i guess."
    },
    {
        "name": "Pet Sounds",
        "artist":"The Beach Boys",
        "score": 9.5,
        "image": "https://i.imgur.com/gNLf8Ec.jpeg",
        "imageB": "https://i.imgur.com/SEBwPye.png",
        "description": "so charming, so creative, every singe song is great no matter how many people say some havent aged well. this is peak beach boys before they became drug addicts or whatever the fuck."
    },
    {
        "name": "Alone In A Crowd",
        "artist":"Oliver Tree",
        "score": 4.7,
        "image": "",
        "imageB": "",
        "description": "i think a fair bit of effort was put into this?? its almost alright, im feeling a strong 5 on the next album."
    },
    {
        "name": "Weezer (Blue Album)",
        "artist":"Weezer",
        "score": 7.6,
        "image": "",
        "imageB": "",
        "description": "guy on far left look like a testicle am i right lads or am i right lads?"
    },
    {
        "name": "SYRE",
        "artist":"Jaden Smith",
        "score": 7,
        "image": "",
        "imageB": "",
        "description": "a bit overhated imo. the first 4 songs are straight fire, ninety slaps and most of the other songs are pretty alright. the last one was kind of ass but still listenable. i also dont know why people are criticising jaden for being egotistical when thats like 90% of rap music."
    },
    {
        "name": "Sewerslvt Presents: Cynthoni, Pt. 2",
        "artist":"Cynthoni (Sewerslvt)",
        "score": 5.5,
        "image": "",
        "imageB": "",
        "description": "admittedly better then the first one, feels a lot more complete and clean. its still boring though and idk how im seeing some people saying machine girl needs to take pointers from this. dumbasses."
    },
    {
        "name": "Sewerslvt Presents: Cynthoni, Pt. 1",
        "artist":"Cynthoni (Sewerslvt)",
        "score": 4.3,
        "image": "",
        "imageB": "",
        "description": "big downgrade from their last album and idk how thats possible. its just so boring and making use of all the weakest aspects of sewerslvt (except for putting horrific deaths in their songs)."
    },
    {
        "name": "Se Bueno",
        "artist":"TURQUOISEDEATH",
        "score": 7.1,
        "image": "",
        "imageB": "",
        "description": "a good listen. ive seen this being called a sewerslvt clone just because its breakcore ig but this is better then anything sewerslvt has ever made."
    },
    {
        "name": "this EP will definitely outsell ice spice and riskr",
        "artist":"AmyReal",
        "score": 6.5,
        "image": "https://i.imgur.com/fOojIBK.png",
        "description": "a better then expected shitpost album by amyreal. my favourite song was Gambling Addictions Should Be Normalized And Encouraged."
    },
    {
        "name": "Heathen",
        "artist":"David Bowie",
        "score": 6.8,
        "image": "",
        "imageB": "",
        "description": "a pretty mid album from bowie, had a couple bangers like heathen and slip away but that was it. at least it wasnt as bad as some of the 1980s stuff."
    },
    {
        "name": "Fashion Week",
        "artist":"Death Grips",
        "score": 6.4,
        "image": "",
        "imageB": "",
        "description": "death grips' worst album and it wasnt even awful just empty without mc rides vocals"
    },
    {
        "name": "Liberty",
        "artist":"Takane Lui",
        "score": 4.1,
        "image": "",
        "imageB": "",
        "description": "hololive makes another of the most forgettable j-rock albums ive ever heard. if i didnt note down that id listened to this i probably would have forgotten."
    },
    {
        "name": "Cowboy Tears",
        "artist":"Oliver Tree",
        "score": 2.5,
        "image": "",
        "imageB": "",
        "description": "big downgrade from his last album. this just felt boring and playing it too safe."
    },
    {
        "name": "This Is How Tomorrow Moves'",
        "artist":"beabadoobee",
        "score": 7.1,
        "image": "",
        "imageB": "",
        "description": "bababooey"
    },
    {
        "name": "Clandestino'",
        "artist":"Manu Chao",
        "score": 9,
        "image": "https://i.imgur.com/RHIV648.png",
        "imageB": "https://i.imgur.com/WeB3P7w.jpeg",
        "description": "im the king of the bongo, baby. my mothers' favourite album making it the soundtrack to my childhood. i like it a lot, every song is insanely catchy and fun. one of the most fun albums ive ever heard and still manages to fit some meaning in. the 78 on aoty doesnt do it service !!"
    },
    {
        "name": "Get Rich or Die Tryin'",
        "artist":"50 Cent",
        "score": 7.9,
        "image": "",
        "imageB": "",
        "description": "the highs are highs and the lows arent too bad. many men and p.i.m.p are hood classics too and help the situation."
    },
    {
        "name": "Horses",
        "artist":"Patti Smith",
        "score": 6.9,
        "image": "",
        "imageB": "",
        "description": "i didnt fw this one as much as expected. it was just kind of boring idk, its still fine but nothing too special imo."
    },
    {
        "name": "The Black Album",
        "artist":"JAY-Z",
        "score": 8.7,
        "image": "",
        "imageB": "",
        "description": "he sampled chase the devil so it got instant 8!! even the interlude was so fire !!"
    },
    {
        "name": "Yeezus",
        "artist":"Kanye West",
        "score": 8.9,
        "image": "",
        "imageB": "",
        "description": "closest kanye has gotten to being noided and it was beautiful"
    },
    {
        "name": "Maigre",
        "artist":"Igorrr & Ruby My Dear",
        "score": 8.6,
        "image": "",
        "imageB": "",
        "description": "that screaming sounded real. maybe we should check in on these guys or something idk."
    },
    {
        "name": "Spirit Phone",
        "artist":"Lemon Demon",
        "score": 8.9,
        "image": "",
        "imageB": "",
        "description": "tally hall and will wood want to be him so bad. hes to theatrecore what kendrick lamar is to hiphop. this man made an almost 2 hour long album and ive listened to it like 20 times."
    },
    {
        "name": "CALL ME IF YOU GET LOST",
        "artist":"Tyler the Creator",
        "score": 9.6,
        "image": "https://i.imgur.com/3mPWxi3.png",
        "imageB": "https://i.imgur.com/uiZRXNb.png",
        "description": "tyler came back with his most hiphop album in ages just to flex or something idk. hes my goat tho."
    },
    {
        "name": "Inside (The Songs)",
        "artist":"Bo Burnham",
        "score": 8.1,
        "image": "",
        "imageB": "",
        "description": "i guess i have a little theatre kid left in me"
    },
    {
        "name": "Donda",
        "artist":"Kanye West",
        "score": 7.5,
        "image": "",
        "imageB": "",
        "description": "this album has grown on me a fair bet. still feel like its too long but it has lots of fire songs and this album was just really memorable for some reason. maybe because everything after it was shit. come to life was also so fucking sad."
    },
    {
        "name": "if you're out there i miss you ｡ﾟ･ (>_<) ･ﾟ｡",
        "artist":"Sewerslvt",
        "score": 4.3,
        "image": "",
        "imageB": "",
        "description": "falls over the moment it gets past the start line and doesnt recover."
    },
    {
        "name": "Dawn FM",
        "artist":"The Weeknd",
        "score": 7.6,
        "image": "",
        "imageB": "",
        "description": "very solid record, kept me entertained the whole time. i also like the tyler feature."
    },
    {
        "name": "Serotonin Dreams",
        "artist":"BoyWithUke",
        "score": 1,
        "image": "",
        "imageB": "",
        "description": "this album is so cringy i just wanna curl up into a ball and hide. this is what 13 year olds with crying bart simpson pfps listen to."
    },
    {
        "name": "In case I make It,",
        "artist":"Will Wood",
        "score": 5.9,
        "image": "",
        "imageB": "",
        "description": "i like a bit of it but why the fuck is will trying so hard in every album just stop playing every sound at the same time jesus christ. cringyish lyrics dont help the situation."
    },
    {
        "name": "Time 'n' Place",
        "artist":"Kero Kero Bonito",
        "score": 9.3,
        "image": "https://i.imgur.com/awv94bg.jpeg",
        "imageB": "https://i.imgur.com/jPhTbzJ.png",
        "description": "the death grips --> kkb pipeline is so real its crazy wtf. big step up lyrically from bonito generation and a different but just as enjoyable energy."
    },
    {
        "name": "Bonito Generation",
        "artist":"Kero Kero Bonito",
        "score": 8.2,
        "image": "",
        "imageB": "",
        "description": "thank you sarah bonito for ruining my life. the life grips jokes were real."
    },
    {
        "name": "DAMN.",
        "artist":"Kendrick Lamar",
        "score": 8.7,
        "image": "",
        "imageB": "",
        "description": "not as consistent as the rest of kendricks stuff but its full of bangers and a realy great listen"
    },
    {
        "name": "Playdough Cooked in Tea",
        "artist":"me&me",
        "score": 0,
        "image": "",
        "imageB": "",
        "description": "i was under the impression jokes were meant to be funny"
    },
    {
        "name": "LP! (Offline)",
        "artist":"JPEGMAFIA",
        "score": 9.8,
        "image": "https://i.imgur.com/P1zx1gk.jpeg",
        "imageB": "https://i.imgur.com/8dNi6eY.png",
        "description": "had to go on an ebay scavanger hunt for that low quality picture of the back cover"
    },
    {
        "name": "we had good times together, don't forget that",
        "artist":"Sewerslvt",
        "score": 6.6,
        "image": "",
        "imageB": "",
        "description": "sewersvlt's magnum opus and its still mid !! i suggest you kill yourself! !"
    },
    {
        "name": "Skitzofrenia Simulation",
        "artist":"Sewerslvt",
        "score": 4.5,
        "image": "",
        "imageB": "",
        "description": "good title, dumpster fire album. sewersvlt is such an edgelord god damn"
    },
    {
        "name": "The World Is Fvcked",
        "artist":"Sewerslvt",
        "score": 4.2,
        "image": "",
        "imageB": "",
        "description": "sewerslvt is back to making stinky poo poo music. so god damn boring."
    },
    {
        "name": "Drowning In The Sewer",
        "artist":"Sewerslvt",
        "score": 6.3,
        "image": "",
        "imageB": "",
        "description": "sewerslvt has evolved from being shit to fine !! great stuff !!"
    },
    {
        "name": "Drowning In The Sewer",
        "artist":"Sewerslvt",
        "score": 2.8,
        "image": "",
        "imageB": "",
        "description": "devolution, no clue why people like this so much but it sounds like shit im not even gonna lie and nothingness proves sewerslvt is still completely insane (in a bad way)."
    },
    {
        "name": "Starving Slvts Always Get Their Fix",
        "artist":"Sewerslvt",
        "score": 3.3,
        "image": "",
        "imageB": "",
        "description": "makes my ears bleed more then the last album but also feels like theres actually something going on unlike the last album"
    },
    {
        "name": "Interdimensional Snuff Films",
        "artist":"Sewerslvt",
        "score": 3,
        "image": "https://i.imgur.com/rX5mCLe.png",
        "description": "sewerslvt slowly improves, still hasnt made an album that didnt make my ears want to throw themselves into a bathtub with a toaster, which i guess is what the cover was symbolising."
    },
    {
        "name": "It Just Gets Worse",
        "artist":"Sewerslvt",
        "score": 2.5,
        "image": "",
        "imageB": "",
        "description": "i wouldnt go as far as to say worse because you cant go below 0 but this is still ass !!"
    },
    {
        "name": "Don't Be Afraid of Dying",
        "artist":"Sewerslvt",
        "score": 0,
        "image": "",
        "imageB": "",
        "description": "an album so catastrophically bad in execution it forced me to retroactively bump up every other album ive rated 0 by 5 because they truly cannot compare (im not uploading these in order trust the process i just havent put in any of the other things i thought were 0s so far)"
    },
    {
        "name": "SCRAPYARD",
        "artist":"Quadeca",
        "score": 6.9,
        "image": "",
        "imageB": "",
        "description": "overrated imo. gave me a crazy ass cover and all caps song names and it did not deliver the insane autism expected."
    },
    {
        "name": "Earthling",
        "artist":"David Bowie",
        "score": 8.5,
        "image": "",
        "imageB": "",
        "description": "i might just be a david bowie meatrider but this album is really underrated. not a single miss and half of it was peak bowie, little wonder !! battle for britain?!! siven years in tibet?! im afraid of americans😨😨 !?!!"
    },
    {
        "name": "Late to Work",
        "artist":"Beewall",
        "score": 1.9,
        "image": "https://i.imgur.com/Dbujt0s.png",
        "description": "this album is shit but look at that fucking cover LMAOOOO WHAT DID JOLLIBEE DO??!?!"
    },
    {
        "name": "Ménage à Trois: Sextape Vol. 1, 2, 3",
        "artist":"The-Dream",
        "score": 4,
        "image": "",
        "imageB": "",
        "description": "so unbelievably boring, i genuinely cannot believe i wasted so much on this not a single stad out song. this guy is also so horny its insane."
    },
    {
        "name": "Ugly is Beautiful",
        "artist":"Oliver Tree",
        "score": 5,
        "image": "",
        "imageB": "",
        "description": "good production (probably because he had like 500 people working on this) but feels soulless (probably because he had like 500 people working on this)"
    },
    {
        "name": "Mouth Moods",
        "artist":"Neil Cicierega",
        "score": 8.2,
        "image": "",
        "imageB": "",
        "description": "meme album but its bars im not even gonna lie. its charming and creative and i like it quite a lot."
    },
    {
        "name": "SCARING THE HOES: DLC PACK",
        "artist":"JPEGMAFIA & Danny Brown",
        "score": 8.5,
        "image": "",
        "imageB": "",
        "description": "its like the album, but more of it !! hermanos is also genuinely one of my favourite peggy songs, i cant explain it."
    },
    {
        "name": "Yandhi",
        "artist":"Kanye West",
        "score": 8.7,
        "image": "",
        "imageB": "",
        "description": "shit was majestic what did we do to end up getting the bad ending"
    },
    {
        "name": "phoria",
        "artist":"Ace of Spades (punk)",
        "score": 6.5,
        "image": "",
        "imageB": "",
        "description": "big improvements from dys, then is definitly darker and the lyrics pretty hard even for someone who doesnt really relate to ace of spades' struggle. doesnt mean i thought it was great though. a few songs feel needlessly long and it doesnt help that a lot of this album felt repetitive."
    },
    {
        "name": "HIT ME HARD AND SOFT",
        "artist": "Billie Eilish",
        "score": 6.9,
        "image": "",
        "imageB": "",
        "description": "it had a lot of bops but its so corny some songs were genuinely difficult to sit through. honestly i was so ready to stop listening at skinny it almost broke me and sunk cost is the only thing that pulled me through the diner."
    },
    {
        "name": "Station to Station",
        "artist": "David Bowie",
        "score": 9.9,
        "image": "https://i.imgur.com/jnEIRWP.png",
        "imageB": "https://i.imgur.com/dy1LbP9.png",
        "description": "mf made one of my favourite albums white he was fucked up out of his mind, maybe this whole cocaine thing isnt so bad after all."
    },
    {
        "name": "Illinois",
        "artist": "Sufjan Stevens",
        "score": 9.4,
        "image": "https://i.imgur.com/bV8NO1q.png",
        "imageB": "https://i.imgur.com/18Ms5A5.png",
        "description": "folk isnt usually a genre im into but it is when its sufjan making it ig. the first song on here was gorgeous and blew my expectations out of the water, then that happened again 22 more times."
    },
    {
        "name": "Late Registration",
        "artist": "Kanye West",
        "score": 9.9,
        "image": "https://i.imgur.com/xouGf1c.png",
        "imageB": "https://i.imgur.com/tEIBOnT.png",
        "description": "second best kanye record, filled with so many replayable bangers its actually insane. probably my most replayed record, the skits werent even that bad either. (sorry for the poorly cropped back cover its a pain in the ass to find a high quality front and back that are the same size)."
    },
    {
        "name": "Exmilitary",
        "artist": "Death Grips",
        "score": 10,
        "image": "https://i.imgur.com/SudHsYW.jpeg",
        "imageB": "https://i.imgur.com/zEbBNbc.png",
        "description": "my second favourite death grips thing. originally didnt put it here because its technically a mixtape but i dont care anymore this is the greatest mixtape ever made i pray every single day for it to come onto spotify. the kero kero bonito and tobuscus mashups are fire too im not even kidding."
    },
    {
        "name": "Chaser",
        "artist": "Femtanyl",
        "score": 10,
        "image": "https://i.imgur.com/2MBfPbG.jpeg",
        "imageB": "https://i.imgur.com/4cqG6UU.jpeg",
        "description": "femtanyl's first album and its fire. i originally gave this an 8.5 because i thought it was really good but not a masterpiece but i slowly just kept listening to it over and over and now even though i only have 19 femtanyl songs in my playlist of 1000 femtanyl is my top artist."
    },
    {
        "name": "Sgt. Pepper's Lonely Hearts Club Band",
        "artist": "The Beatles",
        "score": 9.6,
        "image": "https://i.imgur.com/GrZvBMa.jpeg",
        "imageB": "https://i.imgur.com/EMTtOwV.png",
        "description": "the best beatles album abbey road put me to sleep but this is my shit, from start to end not a single miss the people on aoty are lying to you when they say this isnt as good as abbey road and revolver. the cover is also fire, idk why they cropped ghandi out though."
    },
    {
        "name": "To Pimp a Butterfly",
        "artist": "Kendrick Lamar",
        "alt": "tpab",
        "score": 10,
        "image": "https://i.imgur.com/yVP4iVw.jpeg",
        "imageB": "https://i.imgur.com/eEHVcB1.png",
        "description": "iconic album and probably one of the best hiphop albums ever made. the cover is also sick. this is really short because honestly im not smart enough, american enough or black enough to correctly talk about it but all i can say is that your racist uncle wont be racist if you make him listen to this."
    },
    {
        "name": "Igor",
        "artist": "Tyler the Creator",
        "score": 10,
        "image": "https://i.imgur.com/ow64JBT.png",
        "imageB": "https://i.imgur.com/TsEju7y.png",
        "description": "my favourite tyler the creator album and probably my favourite album ever. tells a story as well as having only bangers. the vinyl even has a secret song (boyfriend) which is fire and the cover really stands out, listen to it now."
    },
    {
        "name": "The Money Store",
        "artist": "Death Grips",
        "score": 10,
        "image": "https://i.imgur.com/b5KRiVD.jpeg",
        "imageB": "https://i.imgur.com/goIBlG1.png",
        "description": "this album got me drenched in sweat by the end of it. its like a gateway drug to more experiemental hiphop aswell as a gateway into crack. idk if id say you should buy this as the bdsm type cover probably wont leave a good impression on your friends and family."
    },
    {
        "name": "My Beautiful Dark Twisted Fantasy",
        "artist": "Kanye West",
        "score": 10,
        "image": "https://i.imgur.com/wQc2HIF.jpeg",
        "imageB": "https://i.imgur.com/1LLx4P0.png",
        "description": "best nicki minaj verse ever on monster, best rick ross verse on devil in a new dress and runaway is one of my favourite songs ever. listen to it if you havent yet. the album art is also iconic and recognisable so its pretty cool to have."
    },
    {
        "name": "Ziggy Stardust and the Spider From Mars",
        "artist": "David Bowie",
        "alt": "trafozsatsfm",
        "score": 10,
        "image": "https://i.imgur.com/CUNB0ig.jpeg",
        "imageB": "https://i.imgur.com/uyOekgk.png",
        "description": "basically perfect album in my mind. not a single miss, five years is a perfect start and rock 'n' roll suicide is the perfect final song. the cover is icon too, also undeniable proof david bowies from the future he predicted kanye west!!"
    }
]