[
    {
        "name": "ROADRUNNER: NEW LIGHT, NEW MACHINE",
        "artist": "BROCKHAMPTON",
        "score": 6,
        "description": "Had some really great moments like the Danny Brown feature and the criminally underrated THE LIGHT but in general this didn't do much for me. While there weren't any bad songs (except for the JPEGMAFIA one because that beat was awful and annoying) the album never felt like it could hold onto my attention or did anything that I didn't expect from a BROCKHAMPTON album which would've been nice as now that I've heard three of these guy's albums I'm starting to want more out of them and their style here felt overshadowed by previous projects. Of course I didn't expect this to be an art rock album or anything but I'd just like a little more, perhaps I even wanted them to lean a little more pop rap than they did."
    },
    {
        "name": "Ginkgo",
        "artist": "Panchiko",
        "score": 6,
        "description": "Wasn't going to listen to this one to be honest but I got hounded into it. Terrible cover aside this was an alright album, I was a bit scared after having really not enjoyed D>E>A>T>H>M>E>T>A>L to be honest (though I don't really remember why) but I was kept reasonably entertained. A lot of this just made me want to listen to better albums though, lots of the songs (especially Chapel of Salt) felt a lot like Radiohead though I haven't really listened to much Britpop so there's probably a clearer comparison. None of this really blew me away or kept me super stimulated though it might just be that my dopamine receptors being blown out by Jane earlier, the album did seem to pick up after the first couple of songs though. The billy woods feature was nice though, I thought his voice and delivery really complimented the wacky instrumental and Honeycomb really brought back the energy which was maintained after the false start that was the first two songs."
    },
    {
        "name": "Revengeseekerz",
        "artist": "Jane Remover",
        "score": 6.5,
        "description": "Didn't even realise this dropped what is going on today 😭. The first track wasn't for me to be honest, maybe I was just adjusting to the manic vibe or something but I just thought it was a bit much which is a bit of a reoccurring thing on this album for me. I think I liked these songs a lot on their own but when combined it's just too wild and out there for me to not feel insane listening to (especially while just sitting around in my house, the vibes weren't right). The Danny Brown feature was great (as always), Star people is wonderful too and probably my favourite song on this aside form the two singles. Revengeseekerz is fun but a bit too headache inducing for me to fully enjoy though it is nice how it relaxes a little after Dancing with your eyes closed so it was significantly more enjoyable. (By the way was that the Fortnite marker sound in in Fadeoutz?? Insane but its fire lowkey.)"
    },
    {
        "name": "The Crux",
        "artist": "Djo",
        "score": 7,
        "description": "This might've actually been one of my most anticipated albums of the year and I'm so happy it's good. The singles were both wonderful, and this is a very charming and fun album. To be honest I was getting a lot of Jack Stauber vibes especially early on but I think Djo might do it better. The vibes in this are infectious and I was tapping my feet off to almost every song. \n The last third of this album is my favourite stretch for sure as it feels the most different from other things I've heard previously (though it certainly shared some DNA with The Beach Boys and The Beatles). Even the unexpectedly mellow moments on this album like Golden Line and Crux (which gave me Stardew Valley vibes for some reason??) were enjoyable and nostalgic (which was definitely the vibe this album was going for), never completely blows me away but it's just a good time overall. I love you Steve. "
    },
    {
        "name": "Forever Howlong",
        "artist": "Black Country, New Road",
        "score": 7.5,
        "description": "With this album Black Country New Road had the almost impossible task of following up their previous LP Ants From Up There which is considered by many terminally online people, me included to be one of the best albums of all time. They also had their lead singer Issac who was one of my favourite aspects of their previous records leave. Despite this I found Forever Howlong to be enjoying and their change in direction to be intriguing (even if I preferred their previous style more). \n This album still had some of their bombastic moments where everything is blaring all at once but it also leans more chamber folk and chamber pop than I felt in the previous, some moments in Two Horses especially had me reminded of Laura Marling's most recent album. I'm also told this has some baroque pop in it though I don't know what that means so just make of that what you will. Besties has managed to grow on me and might be my favourite song on the album now (For the Cold Country is a runner up too, wonderful song) despite hating it when first released. Charlie's voice is great and while I do miss Issac's bizarre vocalisations and cries I think she does a great job filling his seat. \n Despite my praise I find myself wanting more from Forever Howlong, it's a really good album but I just feel like it doesn't go down as smooth as Ants From Up There or even Live at Bush Hall. It even felt like it dragged a little at some points (Mary and Nancy Tries to Take the Night especially, don't like either of those songs much at all, though at least Nancy Tries to Take the Night builds decently but it can't really make up for the energy lost by its boring ass start). This might just me needing a little time to acclimate to the newish sound, perhaps every song will end up growing on me like Besties did, but only time will tell."
    },
    {
        "name": "good kid, m.A.A.d city",
        "artist": "Kendrick Lamar",
        "score": 6,
        "description": "Have I perhaps gone insane? I just don't understand why this album is so well regarded. Its nowhere near as interesting as a TPAB or even a GNX so I can't comprehend why they're regarded to be equals. Do bear in mind I've only listened to this album twice and one of the times was through a shitty Discord bot while talking to people so I'm not sure if that counts but both times I've kind found it to be fine. Lots of the hits, Money Trees, Swimming Pools and Backseat Freestyle are great and I understand why they're regarded so highly but in general this album just feels bloated even if you don't count the two remixes. The beats feel uninteresting and sleepy as do the Kendrick's vocals. I might even prefer his vocals on fuckin MOJO JOJO because at least on there he's entertaining."
    },
    {
        "name": "Plan 75",
        "artist": "The Orchestra (For Now)",
        "score": 6.5,
        "description": "It seems I'm finding myself listening to a lot of BCNR-esque albums trying to sate my thirst for a new project from them. This one though feels more impressive than the underwhelming La Brea. While it's clearly taken inspiration from Squid and BCNR in its dramatics and vocals this feels like its actually trying someone new with the formula instead of just copying it word for word. Perhaps its because of the short runtime but I really found myself enjoying this EP, the instrumentals were very nice, I quite enjoyed some of the more guitar heavy rock moments especially and while the vocals were very Squid I like Squid vocals so I'm pretty fine with it. By the way, I don't mean to call every new art rock album a BCNR clone but from where I'm standing this seems to take some pretty clear inspiration from lots of pretty popular art rock outfits, especially BCNR and Maruja. \n Edit: 7 -> 6.5, sorry I just don't feel like ever returning to this EP so I can't really call it good can I? Didn't really do anything that left an impact."
    },
    {
        "name": "In the Aeroplane Over the Sea",
        "artist": "Neutral Milk Hotel",
        "score": 8,
        "image": "https://i.imgur.com/M52svbt.png",
        "description": "I can definitely see why this album is regarded so highly in terminally online music rings. The instrumentation is wonderful even if the singing is a little nasally and raw for me and you can really hear the how much influence this had directly or indirectly from Surfjan Stevens to Arcade Fire. The recording does feel a little muffling at some moments I'd have liked some more accordion like the first song (at least I think it's accordion) but I guess it's a folk album so lots of guitar should be expected. The Fool is getting majorly slept on by the way and was probably my favourite track, really felt like it was helping with the already great flow this album had. The heavy mic clipping drums on songs like Holland, 1945 are also pretty sick too and something I want to see more of in modern music, even felt a little reminiscent of Deathconsciousness."
    },
    {
        "name": "Slipper When Wet",
        "artist": "Bon Jovi",
        "score": 6,
        "description": " My dad really likes this album so I decided to give it a shot and sorry dad but it's just alright... It had some great songs for sure, Livin' On A Prayer is an all time classic and You Give Love A Bad Name is just as entertaining as it is corny. It loses some steam though later on and its just a little too unapologetically 80s for my taste and it doesn't really seem like its doing anything too different from the norm of that era. 'Remember when we lost the keys and you lost more than that in my backseat baby' is the funniest line of all time though that shit is so stupid that it looped around and I think it might be genius."
    },
    {
        "name": "STATION #19",
        "artist": "Bruhguy3457",
        "score": 1.5,
        "description": "Likely the worst singing I've ever heard in my life. Would've been a lot better with no vocals at all. Very little variation in the songs. Nightmarish way to spend 40 minutes."
    },
    {
        "name": "Glory",
        "artist": "Purfume Genius",
        "score": 2.5,
        "description": "I misread Deafhaven as Deftones somehow so for the first 20 minutes or so I thought I was listening to a completely different artist, my mistake. I also never expected this to be a metal album with that cover, I had assumed I was going to listen to some genre with indie in the name but I suppose not, sadly metal is not my favourite genre at all especially with the screamy, incomprehensible lyrics in this album. I prefer my metal more rock leaning personally. I know with that I mind I really should've never listened to this album, and I'd have agree with you on that one because I didn't enjoy this at all. It was pretty grating and felt like a slog to sit through with nothing really griping me. Had some nice riffs at least."
    },
    {
        "name": "Glory",
        "artist": "Purfume Genius",
        "score": 6.5,
        "description": "This guy's voice is great and this certainly kept my interest throughout with interesting and pretty varied songs, I just feel like it could be pushed further. I don't mean to belittle Perfume Genius' efforts as I'm sure its taken a lot of work to get to this point but a lot of the time I spent listening to this album just made me want to listen to Surfjan Stevens as his music just feels like a more well executed version of the ideas in this album. I also lowkey expected 'In a Row' to be way more heavy like 'Punish' by Ethal Cain, I'm not quite sure why I expected that, it kind of felt like it was building to that so it was a tad disappointing to hear a less explosive ending than expected... Aside from that Glory seems to lose a lot of steam by the end which was a little sad too. Better luck next time."
    },
    {
        "name": "BULLY V1",
        "artist": "Kanye West",
        "score": 4,
        "description": "Preacher Man and Beauty and the Beast tricked me into thinking this was going to a good album it was so sad when Close To You / White Lines came on and it was the worst song of all time. Super lazy project from Kanye, apart from the first two songs and the last the vocals were dogshit as well as having the worst Spanish of all time on Last Breathe. The production was just alright on the majority of this. This was less disappointing for me than Vultures 2 mainly because it was like 20 minutes long and I already knew my goat was washed but it's still kind of sad to see."
    },
    {
        "name": "Hornet Disaster",
        "artist": "Weatherday",
        "score": 5,
        "image": "https://i.imgur.com/IF6FXzm.png",
        "description": "Never heard a Weatherday album before, this certainly had its moments but it was pretty bloated so I started to lose interest about 45 minutes or so in. My main issue with the sound of it was that somehow it sounded a little crunchy or something and I'd much prefer my music to not sound like it's been horribly compressed. This could've been a good album with a little bit of pruning and perhaps some more variation in the songs as it started to sound a little same-y. The cover certainly bangs though."
    },
    {
        "name": "La Brea",
        "artist": "Hesse Kassel",
        "score": 6,
        "description": "Spanish Black Country, New Road. Straight up. This might be the most derivative album I've ever heard but my BCNR glaze is immeasurable so I couldn't help but enjoy this despite the album really having moments where I just thought, cmon man, because it was clearly so heavily inspired. La Brea also could've been better if the microphone sounded less choppy on the more screamy moments. Even though my complaints may make it seem like I didn't enjoy this album, I can't lie, this was great. The instrumentals were awesome and I thoroughly enjoyed hearing this man yell despite only being able to understand about 15% of what he's saying. Likely my favourite album this year so far. Perhaps dragged a little though. \n Edit: 7.5 -> 7, kind of grew off me, the later sections are a lot weaker than the earlier. Album would've been better off ending 20 or so minutes earlier. \n Edit, 7 -> 6, this has grown off me even further. It's just too blatant, anytime I consider relistening I just listen to 'For the first time' again."
    },
    {
        "name": "Dead Channel Sky",
        "artist": "clipping.",
        "score": 4,
        "description": "Not the vibe I was feeling at the I heard it sadly. The rapping felt a little too fast and repetitive for me. The beats didn't do much for me either, I saw someone calling this the best produced rap album in decades and I simply wasn't feeling that. I feel like the beats could've been pushed a bit further and they didn't really sound like they were complimenting the beats."
    },
    {
        "name": "Speechless Housefire",
        "artist": "Kayleb Duckett",
        "score": 5,
        "description": "Pretty impressive album for a guy with 65 monthly listeners but it had some pretty ehh moments holding it back aswell as just not being super great at holding my attention, any longer and I might've given up on it. Songs like Pavlova Moon which had a pretty dogshit chorus and Conflict Of Opinion which somehow had a mic many levels worse than the rest of the album which weren't helping the situation. The rest of it was pretty fine, I even added Airport and Papercut King to my playlist."
    },
    {
        "name": "Unknown Pleasures",
        "artist": "Joy Divison",
        "score": 4,
        "description": "Extremely unfortunate that the first song is the best by a pretty wide margin. I think Day of the Lords might've had a chance but it just drags for a minute or so too long which seems to go for a lot of the songs on here, just not enough energy to go around. Not sure where all the hype is coming from because I found this to be a pretty uninteresting, boring album."
    },
    {
        "name": "Grave Robbing",
        "artist": "leroy",
        "score": 2,
        "description": "Lowkey hurts my ears. There are quite a few moments I greatly enjoy from this album but they're overshadowed to such a point by moments where there's just hundreds of random sound effects slamming into me and it ends up sounding like nails on a chalkboard."
    },
    {
        "name": "MAYHEM",
        "artist": "Lady Gaga",
        "score": 7.5,
        "description": "Despite having retread a lot of ground that The Fame Monster walked over 15 years ago, hell Vanish Into You is basically a Bad Romance reskin, MAYHEM ended up just being a really good album. I enjoyed all the songs, I like how she got a little Bowie on Killah and I was just overall impressed that Gaga still had it in her to make an album this fun and catchy. Disease > Die With A Smile btw."
    },
    {
        "name": "SAYA",
        "artist": "Saya Gray",
        "score": 7,
        "description": "Super solid art pop album. Definitely had some weaker moments especially at the end and never really had a song as fun as the first but SAYA tries really hard. Really excited for what Ms Gray has next. I also enjoyed the more experimental moments that I don't really expect from a pop album. Between this and The Weeknd's new album pop has really had a great few albums already this year."
    },
    {
        "name": "They Left Me With A Gun",
        "artist": "Paris Texas",
        "score": 6.5,
        "description": "Album cover goes hard. Another fun EP from Paris Texas just a week after their last. I think I mentioned I could've listened to another 20 minutes of the last EP and I think this one filled that need. Didn't have anything quite as good as 'El Camino' but 'Stripper Song' got pretty close."
    },
    {
        "name": "Sinister Grift",
        "artist": "Panda Bear",
        "score": 5.5,
        "description": "A more boring Pet Sounds. Praise was a good start but I lost interest in this project pretty quick. I know I can't just call every Psychedelic Pop album Pet Sounds but this really felt like it I can't tell you why."
    },
    {
        "name": "Luminescent Creatures",
        "artist": "青葉市子 [Ichiko Aoba]",
        "score": 6,
        "description": "It's alright but I feel like I got my fill of Aoba in Windswept Adan and while it's still a very pretty album a lot of it just felt like background music and I sometimes even forgot it was playing at all. Not sure how people are even comparing this to Windswept Adan, they aren't even close."
    },
    {
        "name": "OK Computer OKNOTOK 1997 2017",
        "artist": "Radiohead",
        "score": 6.5,
        "description": "Second half was pretty medicore but 'I Promise' followed up by 'Man of War' followed up by 'Lift'???? Holy fuck that's a crazy start. Those three are better than a fair few songs on the original especially 'Man Of War' which might be one of my favourite Radiohead songs, it's up there at least."
    },
    {
        "name": "KID A MNESIA",
        "artist": "Radiohead",
        "score": 6,
        "description": "Pretty fine bonus tracks. 'Pulk/Pull (True Love Waits Version)' is a lot better than the original, 'If You Say the Word' is pretty great too. The rest isn't much to write home about."
    },
    {
        "name": "Amnesiac",
        "artist": "Radiohead",
        "score": 7,
        "description": "I know people call this Kid B but aside from the absolutely awful 'Pulk / Pull Revolving Doors' which is Fitter Happier's dickhead older brother I actually think this might be better than Kid A. I prefer it being less ambient as something about Kid A's ambience doesn't sit right we me and while I've rated them the same due to Punk / Pull I think in general this was a more interested album to listen to. \n Edit: 7.5 -> 7, this is not better to Kid A sorry guys I lied, it just doesn't seem to drag me back kicking and screaming the same way Kid A does."
    },
    {
        "name": "An Obsession With Kit",
        "artist": "Graham Kartna",
        "score": 5.5,
        "description": "Very internetcore album which usually isn't my thing and yet I've been vibing out to Browser History for years. Love it so much, there rest of this project is just kind of mid to me though and. Subtext is straight up bad."
    },
    {
        "name": "The Low End Theory",
        "artist": "A Tribe Called Quest",
        "score": 4.5,
        "description": "Not even gonna try to defend myself on this one. Guess I just don't have good taste or something because me not liking this or Illmatic must mean there's something wrong with me. I don't even know what to say, 90s rap just really bores me and this album put me to sleep. Did like some of the jazzier moments though."
    },
    {
        "name": "Feed Me Jack",
        "artist": "Ultra Ego",
        "score": 5,
        "description": "Really fun 20 minute EP (I think). To be honest I'm writing this review about a week after listening to the EP and I literally have no memory of any of it so I have to assume it can't be so great though I do remember it being fun."
    },
    {
        "name": "The Magic Whip",
        "artist": "Blur",
        "score": 6.5,
        "description": "Weak first half followed up by a second half with quite a few absolute bangers, 'I Broadcast', 'Ghost Ship' and 'Ong Ong' are so much fun I can't see myself rating this lower."
    },
    {
        "name": "Hail To the Thief",
        "artist": "Radiohead",
        "score": 6,
        "description": "Just not a super interesting album. It's not about the political messaging, in fact I couldn't care less if I tried about the politics in this it's that the songs just sounded less interesting. Might be because I've listened to 160 Radiohead songs in two days though, might need to give this one a relisten at some point just in case."
    },
    {
        "name": "The Bends",
        "artist": "Radiohead",
        "score": 8.5,
        "description": "Was a little scared to listen to this because of all the freaky sex jokes made about it but it had an extremely solid first half, on par with OK Computer with a still solid if a bit weaker second. You can certainly tell this was made before Radiohead was fully standing on solid ground and there were still some growing pains but despite that it holds up shockingly well against the test of time and is a massive step in the right direction after Pablo Honey. \n Edit: 7.5 -> 8.5, I'm sorry but this album fucking bangs."
    },
    {
        "name": "Ice, Death, Planets, Lungs, Mushrooms and Lava",
        "artist": "King Gizzard & The Lizard Wizard",
        "score": 5,
        "description": "The songs are just too long, maybe I'm just TikTok brained or something but I can't endure these unchanging tracks despite them being good in bite-sized chunks. Also AI cover, not that I really GAF but that shit looks awful cmon guys."
    },
    {
        "name": "救済の技法 (Technique of Relief)",
        "artist": "平沢進 [Susumu Hirasawa]",
        "score": 4,
        "description": "Kind of boring sorry. Unsure of why this is his most praised album when '賢者のプロペラ (Philosopher's Propeller)' is better in every aspect to me at least but despite a really great first song this loses steam quickly and then manages to run out by about track 7."
    },
    {
        "name": "They Left Me with the Sword",
        "artist": "Paris Texas",
        "score": 6.5,
        "description": "Just a really fun EP, they clearly aren't taking themselves seriously and it's just a nice breath of fresh air. It being less than 20 minutes helps too even though I reckon I could listen to 40 minutes of this and still be entertained."
    },
    {
        "name": "My Caution Line",
        "artist": "Citrobal",
        "score": 7.5,
        "description": "The instrumentation was top notch the whole way through and it was out here constantly surprising me, like im pretty sure I heard an accordion somewhere?? Whoever was playing guitar was great too and I was even getting some bossa nova vibes at some point which was fun. Really dislike Orange specifically because of the annoying ass empty sounding drum in the background but that's the only song I straight up don't like. My favourite was Do Re Mi, had me nodding and shit, idk how it only has 76k plays on spotify."
    },
    {
        "name": "In Waves",
        "artist": "Jamie xx",
        "score": 3,
        "description": "This shit lowkey put me to sleep idk what to tell you but I don't think this was meant to be heard as an album more like something you hear and don't really pay attention to."
    },
    {
        "name": "OK Computer",
        "artist": "Radiohead",
        "score": 8.5,
        "image": "https://i.imgur.com/dA1Eyv4.png",
        "description": "Somehow last time I rated this I gave this album a 5 and called the mixing awful. I don't know what I was talking about, maybe I was listening to the wrong album but this entire project is lovely. Even 'Fitter Happier' had me hooked and people hate that guy. \n Edit: 8 -> 8.5, I've relistened to this about five times since I last spoke about it and I can't see myself stopping soon."
    },
    {
        "name": "In Rainbows",
        "artist": "Radiohead",
        "score": 10,
        "image": "https://i.imgur.com/MVcDlta.png",
        "imageB": "https://i.imgur.com/zzqMktE.png",
        "description": "Incredibly beautiful album and what I feel is the culmination of Radiohead's efforts over the years. Not a single song on this project is underwhelming and I love every one of them individually. With songs like Bodysnatchers which feels like a more polished and more mature version of their sound from their first few albums with grainy guitars and an infectious energy about it to the sombre All I Need which ended up being my favourite song on this album, it's slow and beautiful and made me cry when I first heard it. It's just so peak. Every song just feels like it's meant to be there, the tracklist flows so perfectly, even Faust Arp which everyone shits on feels essential to maintaining the albums vibes for me. I'm almost certainly doing this album a disservice with my review so I'd just listen to it for yourself if you haven't already, you'll thank me later I'm sure."
    },
    {
        "name": "Visions of the Emerald Beyond",
        "artist": "Mahavishnu Orchestra",
        "score": 5.5,
        "description": "Not a bad album just kind of boring and I ended up tuning it out as just background music."
    },
    {
        "name": "Tír na nÓg",
        "artist": "Maruja",
        "score": 3,
        "description": "Very disappointed, very easily their worst project yet. It being improvised is cool and all but it just doesn't feel like it gets anywhere. I also really miss the vocals, hoping their LP will be closer to their previous EP's."
    },
    {
        "name": "Pretty Hate Machine",
        "artist": "Nine Inch Nails",
        "score": 7.5,
        "description": "When I think NIN I certainly don't think synthpop but that's what I got in this album and I really enjoyed it. I listened to this on a recommendation and I was a little worried as I had heard about how heavy a lot of the NIN stuff is but apart from a few moments it seemed my fear was unfounded. Even if it had some weaker moments especially into the second half this was a really great album that might just make me listen to the rest of their stuff."
    },
    {
        "name": "Kid A",
        "artist": "Radiohead",
        "score": 7.5,
        "image": "https://i.imgur.com/pC91NUY.png",
        "description": "Was feeling in a Radiohead mood so I decided to go through their discography again starting with their coolest looking cover. I don't know what I was smoking on when I first listened to this but I found myself really enjoying it this time. 'The National Anthem' horn section was a real highlight and 'Motion Picture Soundtrack' was a wonderfully bleak final song (if you don't count the bonus track of course). I can't really see where the hype around 'How to Disappear Completely' is coming from but it might just take me a while to get it, who knows."
    },
    {
        "name": "The Won't Be The Last Time",
        "artist": "acloudyskye",
        "score": 5.5,
        "description": "Just saw this was #2 on AOTY for this year so far and decided to check it out. It was meh, indie rock really isn't my thing but this album wasn't awful, certainly overhyped though. I imagine the score won't stay so high for long as a wider audience checks it out ofc. Don't like how it somehow manages to sound spiky though."
    },
    {
        "name": "It's Blitz!",
        "artist": "Yeah Yeah Yeahs",
        "score": 7.5,
        "description": "Just a really good dance-punk album. I really only checked this out because it had 'Heads Will Roll' but to be honest all of the first four songs were incredible and if that quality was kept up for the rest of the album I might've given it a high 9, unfortunately there are som real duds in the second half. Even then it's a really good album still."
    },
    {
        "name": "Birds In The Trap Sing McKnight",
        "artist": "Travis Scott",
        "score": 5,
        "description": "Lots of great stuff on here, stuff like 'the ends', 'goosebumps' and 'pick up the phone' but this album is just so bloated it doesn't even matter how many bangers it has. Really needed more quality control or just quality in general."
    },
    {
        "name": "SEYCHELLES",
        "artist": "高中正義 [Masayoshi Takanaka]",
        "score": 4.5,
        "description": "A pretty boring jazz fusion album. The guitar was good as expected from a Takanaka album but without any vocals like I found in 'The Rainbow Goblins' this just wasn't really able to hold my attention unfortunately."
    },
    {
        "name": "choke enough",
        "artist": "Oklou",
        "score": 5,
        "description": "White women music. Some songs were pretty fun and I actually enjoyed the unexpected Bladee feature despite all the odds but none of the album really stuck with me."
    },
    {
        "name": "FURFAG",
        "artist": "Pent Up Pup",
        "score": 3.5,
        "description": "I'm not a Pent Up Pup fan, though by the cover and the name I totally knew what I was getting into when I started listening and I really wouldn't have listened to this if I hadn't noticed how divisive this album seemed to be. When I last checked this had just as many 100s as it had 0s so I seeing that I had to wonder if this was as bad as people were making it out to be or instead maybe people just saw the cover and gave it a 0 without giving the album a chance. \n I thought the production here was very solid or at least unique most of the time, much more so than their previous EP which I heard a couple songs from a little while back. The rest of it though, I'm not so sure about. I thought the vocals were pretty mediocre, I might just be saying that because the guy's British though, not 100% sure and while I appreciate how confident this guy is in his sexuality I still couldn't help but feel uncomfortable sitting through the freaky gay furry sex album sadly so that ended up really putting a damper on how much enjoyment I could pull from this. \n The lyrics don't really have any real substance to be found in them, this guy clearly just wanted to make a fun silly project and I'd say he achieved it even if I personally didn't find it all that fun. It'd be pretty silly for me to sit here and trying to read into such wonderful lyrics as 'I guess yiff imitates life' but that doesn't mean I wouldn't have liked it more if there was some meaning behind the songs. Obviously not really the place to be looking for that though of course but a man can dream. \n If you're into the genre and don't feel any discomfort hearing about how much Pent Up Pup wants to fuck I'm sure this album will be a really fun time but unfortunately it's not for me. Happy valentines to everyone reading this, it's already over for me and I had a pretty good one, I hope it goes well for you all too and if a good valentines day for you is having a fursuit orgy more power to you."
    },
    {
        "name": "$ome $exy $ongs 4 U",
        "artist": "PARTYNEXTDOOR & Drake",
        "score": 4,
        "description": "Not much to say about this, just very uninteresting and feels like B-sides for a Drake album I didn't bother listening to. Not to mention sex music isn't my favourite genre but jokes on me for listening to anything on valentines day."
    },
    {
        "name": "Grasa de Las Capitales",
        "artist": "Serú Girán",
        "score": 8.5,
        "image": "https://i.imgur.com/E7Mi8Ue.png",
        "description": "One of the most fun albums I've heard in quite a long time. I'm not sure if the lyrics are super heavy or anything but I just had a really good time with this and I can't stop listening to the opening track, makes me want to get shit done around here."
    },
    {
        "name": "Apostrophe (')",
        "artist": "Frank Zappa",
        "score": 6.5,
        "description": "Was honestly a bit scared because I'd heard how bizarre and over the top Frank's music was but despite my 6.5 score I was pretty happily surprised to find this to be an alright jazz rock album. Uncle Remus is clearly the best here but the rest is pretty nice too even if I didn't find the comedy aspects very funny."
    },
    {
        "name": "Connla's Well",
        "artist": "Maruja",
        "score": 7.5,
        "description": "Not quite as good as the wonderful Knocknarea but a really fun EP with the highlight definitely being 'The Invisible Man'. Not much else to say but Maruja are definitely carrying jazz rock on their back right now, hoping we get more like this from the upcoming EP."
    },
    {
        "name": "Times Are Getting Tougher",
        "artist": "Petal Dress",
        "score": 0.5,
        "description": "Not even sure why the creator would feel like wasting their time making an album this obnoxious and dogshit."
    },
    {
        "name": "House in the Woods",
        "artist": "Low Roar",
        "score": 4,
        "description": "Rest in peace Karazija but this album is just boring. By about 4 songs in I was just uninterested and that didn't end up changing for its entire runtime."
    },
    {
        "name": "Jeff Wayne's Musical Version of The War of the Worlds",
        "artist": "Jeff Wayne",
        "score": 3,
        "description": "Sorry Mr Wayne but your musical is really boring. This felt to me like a mix between Ziggy Stardust and Rainbow Goblins but worse in about every aspect. I'm not a huge fan of the narration here and while the album starts out sounding pretty interesting musically it gets repetitive fast and it's long ass runtime doesn't help. I also really didn't like how fucking complicated this story is and how much of it needs to be told in long spoken word sections, I liked Rainbow Goblins because its story was simple, nice and didn't require too much focus to comprehend. For this I felt like it was forcing me to go read the Genius page like an actual book and even then it wasn't a particularly interesting book."
    },
    {
        "name": "Cowards",
        "artist": "Squid",
        "score": 6,
        "description": "Fine but not super memorable unfortunately. I heard this a few days before writing this and aside from the final track 'Well Met (Fingers Through the Fence)' I can't say that I really want to go back to listen to any of the songs by themselves."
    },
    {
        "name": "Trust in the Lifeforce of the Deep Mystery",
        "artist": "The Comet Is Coming",
        "score": 7,
        "description": "Didn't except this to be completely without vocals but fuck it we ball. This album was mystical at times and tracks 2 through 4 are some of my favourite in the jazz fusion subgenre. I feel like I'd enjoy this more as an EP or just a shorter album though even if it's already not super long at only 45 minutes. The latter half just felt weak."
    },
    {
        "name": "Bright Green Field",
        "artist": "Squid",
        "score": 7.5,
        "description": "In anticipation for the new Squid album I decided to give this a listen and I thought it was really great. I can see how some people compare this to BCNR and while I like BCNR's more grandiose approach to their stuff I can appreciate what Squid is doing here. Songs like 'Narrator' or 'Pamphlets' are so unbelieveable fun even if I found them a bit long. 'Pamphlets' also happens to have an awesome music video so that definitely helps it's case and this entire album in general is just a really fun time."
    },
    {
        "name": "Flying Beagle",
        "artist": "菊池 ひみこ [Himiko Kikuchi]",
        "score": 6.5,
        "image": "https://i.imgur.com/jcxp01W.png",
        "description": "Pretty fine Jazzy album with one of the hardest covers out there, straight up every time I was looking for new jazz stuff this kept catching my eye and eventually I was forced to succumb. Kind of become background music but it was some pretty enjoyable background music."
    },
    {
        "name": "I LAY DOWN MY LIFE FOR YOU (DIRECTOR'S CUT)",
        "artist": "JPEGMAFIA",
        "score": 4,
        "description": "Very disappointing, I rated 'I LAY DOWN MY LIFE FOR YOU' a 9 and I still stand by that but these new tracks are just so weak even if some of them like the ear piercing 'CULT STATUS' have grown on me."
    },
    {
        "name": "The Rainbow Goblins",
        "artist": "高中正義 [Masayoshi Takanaka]",
        "score": 7.5,
        "description": "I actually didn't know how to feel about this album on first listen, or second so now on third listen I've decided this is really good. The wonderful jazzy instrumentals with great guitar work by Takanaka in combination with the childrens storybook-esque story being told by the British narrator man can't help but make me feel warm and happy. God bless this rainbow."
    },
    {
        "name": "Fetch the Bolt Cutters",
        "artist": "Fiona Apple",
        "score": 7.5,
        "description": "Certainly some of the best piano rock out there, this is such good album that can go from fun to devastating at the flick of the wrist and I can understand why critics raved about this project in 2020. I can't lie I've had Shameika and Cosmonauts in my head for days."
    },
    {
        "name": "卵 [Tamago]",
        "artist": "betcover!!",
        "score": 6,
        "description": "Was looking for a good jazz-rock album and this was getting a lot of praise so I decided to check it out and while it had some stand-out moments like 'H' most of this album is really forgettable and at some points there was just too much going on and it felt uncoordinated and overwhelming."
    },
    {
        "name": "Oriior",
        "artist": "Dvar",
        "score": 3,
        "description": "Got sent Fozzih by a friend and liked it quite a lot so I decided to check out the rest of this album and it's just bad. It all kind of felt like a grey mush that I was wading through aside from some standouts. Maybe that's just what darkwave is but if that's the case I guess I don't like darkwave."
    },
    {
        "name": "ÁTTA",
        "artist": "Sigur Rós",
        "score": 7.5,
        "description": "Having never listened to a Sigur Ros album before this I wasn't quite sure what to expect but I was very impressed by this. This album was gorgeous though felt a little long and repetitive at times, someone also told me that these guys speak a made up language which is really funny if true."
    },
    {
        "name": "Chill Out",
        "artist": "The KLF",
        "score": 5,
        "description": "It was nice, I didn't like many of the field recording or spoken words sections but when it's just nice ambience for the background it's at its best."
    },
    {
        "name": "Kind of Blue",
        "artist": "Miles Davis",
        "score": 3.5,
        "description": "Awfully overrated and uninteresting. I had the first song looped for an hour and didn't even notice because that's just how nothing this album sounds. Cover isn't much to look at either."
    },
    {
        "name": "In a Silent Way",
        "artist": "Miles Davis",
        "score": 7,
        "image": "https://i.imgur.com/RqVu3Qp.png",
        "description": "Listened to this album mainly because this album cover is awesome but the music itself was good. Miles Davis isn't close to one of my favourite artists, I think he's a bit overrated but a nice solid 40 minute jazz fusion album like this is the best way to listen to Miles."
    },
    {
        "name": "Philosopher's Propeller",
        "artist": "Susumu Hirasawa",
        "score": 8,
        "image": "http://i.imgur.com/F8iPqP0.png",
        "description": "Big shoutout to eye for recommending this banger. This was well worth needing to open SoulSeek for, this was a mystical, floaty ass album that I'm not even sure how to categorise. It leans pop but at the same time it's giving some classical and maybe even some trip hop? I really love how echoey it gets at some points and the overlay of voices and sounds, like when that bell plays on track three that was some real shit. Also this may have just been because I was listening to the highest quality flacs ever or something but track four got me disorientated, had to look around before I realised the voices were in the song, even gave me some There Is No Food vibes if you get me? I do feel like the album slows down ever so slightly in the second half and songs like track six feel a bit too long for their own good."
    },
    {
        "name": "EUSEXUA",
        "artist": "FKA twigs",
        "score": 3,
        "description": "I was pretty hyped about this album but it turned out to be a bit of a let-down. I wasn't a giant fan of the more EDM-y vibes coming from this project, I found it a little too reminiscent of BRAT which is a shame because I think BRAT is a way better album in every aspect, not to say FKA twigs was copying Charli, I just feel like she could have done sometimes more with this idea. \n I also wasn't super interested in the album messaging-wise, it just feels like it's saying something that's already been said over and over. The whole idea of Eusexua too, like sure it's nice to feel good about yourself and be free, all that but to be completely honest I just don't find that a very captivating idea to make an album about. I'm sure my score will increase over time as I give time for this album to sit as my expectations were clearly way too high but for now I'll give it a 3. To be honest I'm not even sure why I'm so disappointed, it's not like FKA twigs is one of my favourite artists or anything but who knows."
    },
    {
        "name": "Two Airships / Exploder Falls",
        "artist": "Candy Claws",
        "score": 7.5,
        "description": "I was actually going to give this a three because it sounds like a piano falling down the stairs bass boosted. It also hurt kind of hurt my ears to listen to as well and EUSEXUA is bouta drop so I can't allow my beautiful ears to get damaged though for some reason I actually kind of love it and I can't explain why that's the case. A 7 seems like a pretty good score for something that lost me 1000hz of hearing range. \n Edit: Already a 7.5 I can't explain it but I think I might really fw this album though it did take a bit of time to acclimate to it."
    },
    {
        "name": "Humanhood",
        "artist": "The Weather Station",
        "score": 4.5,
        "description": "It's some alright Jazz-rock most of the time but I didn't like at all how some of this shit was like practically spoken word. Really killed the vibe for me."
    },
    {
        "name": "Balloonerism",
        "artist": "Mac Miller",
        "score": 7.5,
        "description": "Better than Circles in my opinion? To be honest I don't really like Mac's unenergetic almost bored sounding delivery but some of the stuff really got to me especially the last couple songs."
    },
    {
        "name": "011: Accept and Embrace the New Dark Age",
        "artist": "The 365 Project",
        "score": 0.5,
        "description": "Shitpost in the form of an album that I listened to a minute of before realising that this is the whole thing. Simply too deep for me clearly."
    },
    {
        "name": "015: Social Outsourcing",
        "artist": "The 365 Project & Post Modern",
        "score": 3.5,
        "description": "Would have given it more thought if it didn't sound like the album was recorded on a smart fridge or something like buy a $20 mic dude it'll be infinitely better."
    },
    {
        "name": "Preacher's Daughter",
        "artist": "Ethel Cain",
        "score": 8,
        "image": "https://i.imgur.com/y4x9ild.jpeg",
        "description": "Bless the souls of all three people who told me to listen to this after I disliked Perverts. This album is everything I loved about Perverts, a more pop-like vibe without the long droning sections which I found tedious to sit through not to say it was without some of these as it had some moments like that in songs like Ptolemaea but it wasn't quite as drawn out and boring as many in Perverts. This album is absolutely great and I can see exactly where all the hype around Ethel was coming from.  \n American Teenager pulled me out of what I was up to and forced me to and provide this album with my complete focus and for its entire hour runtime it was like Ethel had me in a stranglehold. Ethel's voice is wonderful and the recording is on point. Many sections of the narrative on the other hand were interesting but didn't resonate with me personally, not to say for something to resonate you'd have to had experienced it personally but as someone who had a fairly uneventful but happy youth in a atheistic household some lyrics about religion or familial turmoil are so far detached from my own experiences that they're difficult to grasp. \n I hope Ethel Cain makes more stuff like this in the future though I'm not quite sure what direction she intends to go in at this point, and after hearing Perverts I won't say my expectations are completely marred but they'll be at least a little toned down for her following projects."
    },
    {
        "name": "11100011",
        "artist": "Asian Glow",
        "score": 3.5,
        "description": "One of the most boring and grating shoegaze projects I've ever heard. Instead of sounding layered it just sounded like a stream of boring ass sound."
    },
    {
        "name": "Edward Skeletrix",
        "artist": "Museum Music",
        "score": 4,
        "description": "From the reviews I read before hand I thought I was gonna hear a Peggy knockoff which I was fine with because I love Peggy but this is much worse. It might even be too experimental because I had to shut this shit off multiple times because it was hurting my ears."
    },
    {
        "name": "Perverts",
        "artist": "Ethel Cain",
        "score": 5.5,
        "description": "Yes I know this is hard to read with no paragraph breaks but I don't know how to add them so just try your best. Just to be clear this is the first Ethel Cain project I've heard so I don't really have much to compare it with, I also was not aware that this was a drone album beforehand because I had my head in the sand or something so that came as a surprise. I found Punish brilliant so I was very excited for this to drop and I hate to say it but I left disappointed. I guess I shouldn't have gone in expecting the level of energy from the lead single throughout the entire album but the first song being glitched up radio sounds and wind noises for the first five minutes was not on my expectation bingo card. To be completely honest I'm not even sure I'd consider most of the title track to be a song at all and that's not a good thing. It was mysterious sure but it didn't really get me very interested nor did I have any idea what was going on. Perhaps I was meant to 'get' it after having finished the album but I didn't. I did like the last two or so minutes a lot more though, sounded like something was actually happening. \n Punish as mentioned was brilliant, have had it on repeat since release and it's certainly the highlight of this project. The synth was wonderful and I love it through and through. It even managed to feel like its placement in the track list made sense which I was a little worried about when I was about halfway through the title track. Punish is also lyrically interesting despite me being unable to relate to the situation Ethel is speaking of. I'm sure the other tracks are well done lyrically too but Punish is the only one with lyrics right now and I'm a lazy bum who prefers to read lyrics off a page that someone else has written down. \n I'm not quite sure about Houseofpsychoticwomn, it feels like a repeat of the title track in that instead of being a song its a repeating sound with Ethel whispering mind bending messages in my ears. The repeating sound made it sound like I was spinning or something and it was really annoying lowkey. Ethel said she loved me though so +1 points (ily too Ethel). The droning synth at the end was also pretty cool. \n Vacillator felt like we were getting back on track, it's a slow nice nice listen that doesn't constitute psychological torture and Onanist was even better, it was ethereal, heavy and all round great. Stuff like it really helped me not have a stroke and die during this album though to be honest at some points it got a little staticy for my liking if that's the word. Not a big fan of the two minutes Ethel ASMR at the end of the track either though I'm sure 'it feels good' has some deep meaning, maybe something to do with the whole abuse throughline going on that I'm not smart enough to decipher. \n Pulldrone was another spoken word section which if you haven't guessed by now I'm not a fan of. Not much to say, I wasn't listening too carefully so I didn't really know what was going on, ouroboros or something, I'm quite the reviewer I know. Tragically I hadn't liked the album enough up until that point to care too much. Then Ethel used a weedwacker that became bagpipes near the end for the rest of the song. The end. \n Etienne was a nice instrumental track with random rambling from some guy who sounded like he was behind a pane of glass at the end. Not much to say about it. Thatorchia had some nice heavy synths like Punish did but never matched Punishes freak sadly :(, it was just synth and some vocalization. Amber Waves was a wonderful end to this album, slow and beautiful which I think are the two best attributes Ethel gives her songs in this album. \n I saw some people commenting about how sad it was, I didn't really feel that. Saddest part about listening to this album is that I got Hypixel level 125 while listening to it. I clearly need to get out more. This album isn't bad, if it was I probably would have turned it off midway through, it certainly had something interesting going on, but I can't see myself returning to it and I wasn't a fan of the long ass drone tracks at all. Certainly didn't make me excited to check out more of Ethel in the future."
    },
    {
        "name": "HACELOS CONCHA STIFFY",
        "artist": "Stiffy",
        "score": 3.5,
        "description": "The cover was not enough to make me stick around and listen to this really bizarre mixtape. At some points it straight up sounds like a shitpost and I'm fairly sure I'm missing something I would have got if I wasn't illiterate in Spanish."
    },
    {
        "name": "L.A.B. VI",
        "artist": "L.A.B.",
        "score": 5,
        "description": "Pretty medicore funk album from L.A.B. that I only listened to because they were from New Zealand and I'm a patriot."
    },
    {
        "name": "10 Hours Of Continuous Rain Sounds For Sleeping",
        "artist": "White Noise Radiance",
        "score": 8,
        "description": "I imagine it to be difficult for musicians to stomach that the perfect ambient album was made four billion years ago by mother nature. Aphex Twin could never. Sadly I have to give this album an 80 though as I prefer myself some heavier rain and I'm not a huge fan of whatever material the rain is hitting."
    },
    {
        "name": "The Long Goodbye: LCD Soundsystem Live At Madison Square Garden",
        "artist": "LCD Soundsystem",
        "score": 9,
        "image": "https://i.imgur.com/vtFM5tx.jpeg",
        "description": "A collection of great songs from my goat? There is no way I wouldn't love this. Despite that this felt a bit long as it was like three hours so I had to do shit intermittently. I think this might have hit a lot harder too if they actually broke up but due to me living in the future I know they didn't. \n Edit: 8 -> 9, this album has grown on me a lot, some of the rawest and most passionate performances from James here especially on 'all my friends' (this might be my favourite version of that song). Just an incredible album over all, I still stand by my previous criticisms but I think the quality of this album kind of overrules them."
    },
    {
        "name": "13 Lentes de um Final Feliz",
        "artist": "YUNG LIXO",
        "score": 7.5,
        "description": "Who could have guessed one day a Brazilian furry would make a better rap album than what Kanye dropped. While I can't judge it lyrically due to a language barrier this shit just bangs, all the beats are wonderful and YUNG LIXO has a really good flow. The final track is my favourite and I've been blasting it since release."
    },
    {
        "name": "No Matter What 2024 EP",
        "artist": "Vylet Pony",
        "score": 4,
        "description": "Vylet Pony is so overrated I'm sorry but this is just lowkey sucks. It's her 5th project of 2024 and it shows because it feels so rushed and just really unfunny though luckily only about 10 minutes long."
    },
    {
        "name": "Live Rope",
        "artist": "Swans",
        "score": 4.5,
        "description": "It's Christmas day and I'm listening to a Swans album, what the fuck happened to my life? Anyhow the Swans continue to get hyped up on this site and I continue to not know why. They aren't particularly bad or anything but their music is just so god damn boring, the instrumentals especially which is a shame because some of their songs are like full 30 minutes of instrumentals. \n Some points in this album are just so unbelievably repetitive it borders on annoying. Like how can the first 7 minutes of Rope just be the same strum with a boring drone in the background and the singer channelling a demon or yodelling or some shit, it feels too simple and empty and it really drags. Even when it started to ramp up and get all over the top and shit (my favourite part of every post-rock album), it feels like Swans overdid it. Maybe it was because the recording I'm listening to is just so horrifically low quality but it just sounds like an endless washed out wall of painful sound. \n I'll still listen to their new album when it eventually drops but my expectations have never been lower. Now, time to hype myself up to talk to my racist uncles who I see once a year in a few hours, wish me luck."
    },
    {
        "name": "Yanqui U.X.O.",
        "artist": "Godspeed You Black Emperor!",
        "score": 5,
        "description": "Gotta love how Godspeed drops one of the best songs of all time (Rockets fall on Rocket Falls) but put it in between a whole load of dogshit. It having a 50 just shows how good Rocket Falls is."
    },
    {
        "name": "The Suburbs",
        "artist": "Arcade Fire",
        "score": 7.5,
        "description": "Had to bump this one up from a 6 to a 7.5 because the mega catchy songs like Modern Man cannot seem to get out of my head. It does have some low points and it's a little more bloated than I think it should be but it's still a really good project and some highs are just as high as Funeral."
    },
    {
        "name": "Missionary",
        "artist": "Snoop Dogg",
        "score": 6,
        "description": "Best thing Snoop has made in actual decades. I was never a big fan of his but aside from that song with Jelly Roll this project is pretty solid."
    },
    {
        "name": "the view from",
        "artist": "Ace of Thorns",
        "score": 7,
        "description": "Very impressive album, surely my favourite album from Ms Ace of ___. 'ghosting' goes very hard and going from the cramped and distorted 'crimson' to the tranquil 'by then we'll be halfway down' is quite beautiful to be honest and might have been my favourite part of the album, kind of reminds me of 'if we cannot meet....' in CPU Buddha. I wasn't reading the lyrics so I can't really comment on them but I was just having a fun time with it so it's alright. \n My main complaints are kind of incoherent and not very constructive but to me a few of the songs sound kind of uninteresting, I wasn't as big a fan of the second half of the album as I was the first, a few of the songs started sounding like some Canadian System of a Down or Green Day knockoff. Didn't like how skin was just a distorted poem and the recording (on the first song especially) is kind of liquidy if you get what I mean (???) which led me to not really enjoy it. Sadly my music word vocab is quite desolate so I'm unable to articulate what I mean. Very excited to see what you come out with next, easily the most interesting musician on this site right now (except for Nevermeant but he dropped one song and dipped so he doesn't count)."
    },
    {
        "name": "ReMarKable Trackz 1 - Veins of Ruin",
        "artist": "ReMark",
        "score": 2.5,
        "description": "A very uninteresting trap album, it didn't do anything I didn't expect from a trap album including the extreme bragging which I couldn't take serious like man you have 500 listeners on Spotify what millions are you talking about 😭."
    },
    {
        "name": "Modal Soul",
        "artist": "Nujabes",
        "score": 6,
        "description": "Alright but very underwhelming. I really liked Nujabes' Luv(sic) series, it's certainly one of my favourite albums of all time so I assumed I'd like this album too but it's just so boring. I liked the first track, Luv(sic) pt3 and Eclipse but the rest was fairly uninteresting. As usual Nujabes' beats were the best part though."
    },
    {
        "name": "Swans Are Dead: Live '95-'97",
        "artist": "Swans",
        "score": 3,
        "description": "Feel Happiness was great but the Swans really can't be here expecting me to sit through almost 2 hours 30 of this shit, honestly I was done by the end of disc 1 and then it kept going. Not to mention disc 2 was just worse than the first."
    },
    {
        "name": "Slow Riot for New Zero Kanada",
        "artist": "Godspeed You Black Emperor!",
        "score": 8,
        "description": "Skinny Fists if it didn't suck ass. Moya is probably my favourite one of their songs, up there with 'Rockets fall on Rocket Falls' and 'Storm'. Great stuff going on here."
    },
    {
        "name": "The Worm",
        "artist": "HMLTD",
        "score": 2.5,
        "description": "This shit was so boring that I literally fell asleep. Like straight up, this is the first time this happened but halfway through I just got up and went to bed, it wasn't even night either it was like 5PM."
    },
    {
        "name": "Origin of Symmetry",
        "artist": "Muse",
        "score": 6.5,
        "image": "https://i.imgur.com/jgKLbYu.png",
        "description": "Headache prior to listening to this, headache after too but I really quite liked 'Darkshines' and the rest ranged from alright to good. Sick ass cover too."
    },
    {
        "name": "Blue Rev",
        "artist": "Alvvays",
        "score": 2,
        "description": "Was having a really shit day and then I listened to this and it gave me an even worse headache like beating me when I'm down."
    },
    {
        "name": "MARS",
        "artist": "MARS",
        "score": 3,
        "description": "Got bugged into listening to this one and it's really just some basic ass J-Rock. No idea where the love for this album is coming from."
    },
    {
        "name": "Friday Night Lights",
        "artist": "J. Cole",
        "score": 5,
        "description": "Getting some early Kanye vibes from this but it just didn't hit. It had a few great songs but the majority didn't do anything for me at all. Kind of funny how a two songs with the same beat got released like 10 days apart though, I'm sure Kanye wasn't happy."
    },
    {
        "name": "A Very 1999 Christmas",
        "artist": "jschlatt",
        "score": 7.5,
        "description": "Shockingly it's really good. I imagine a lot of it is just because I love christmas music but jschlatt has a great voice and this is probably my favourite version of 'Let it Snow!'"
    },
    {
        "name": "Daughter of Darkness",
        "artist": "Natural Snow Buildings",
        "score": 0.5,
        "description": "How people feel pretending to like music on the internet. \n Is this album haunting and eerie?? I'm not sure. I wasn't really even listening to this album, I was just doing shit and paying it no mind the majority of the time. Did they expect me to take a seat and listen to mysterious sounds for 7 hours straight? This just sounded like one long ass boring song that was intermittently interrupted by whatever sparkles sound like and some guy who sucks ass at yodelling. The only way this 'atmosphere' you guys are going on about is as pronounced as you say is if the atmosphere is me walking through a cold ass street for 7 hours with nothing to do as I slowly lose my fucking mind. Like I was kind of enjoying the atmosphere for the first 20 or 30 minutes but this shit just drains you, I felt tired after listening to this album. It is funny to see the Spotify views drop slowly as people get bored out of their minds listening to this. \n I think I'm going to get an early night."
    },
    {
        "name": "For Long Tomorrow",
        "artist": "toe",
        "score": 6,
        "description": "God I hate math rock. Why did I give this a listen at all? Even then though, the album was pretty alright so I'm sure anyone who actually likes math rock would have a great time."
    },
    {
        "name": "冀西南林路行",
        "artist": "万能青年旅店",
        "score": 9.5,
        "alt": "Inside The Cable Temple",
        "image": "https://i.imgur.com/iT18SyM.png",
        "description": "Hello?? They got even better?? This album is borderline perfect. The lyrics, poetic. The instrumentals, incredible and even with a pinch of jazz that was absent from the previous project. The way they made the sounds of mining in songs like '采石'(The quarry) was absolutely awesome to hear and '河北墨麒麟' was so epic. Would be an 100 if track 3 didn't exist."
    },
    {
        "name": "万能青年旅店",
        "artist": "万能青年旅店",
        "score": 9.5,
        "image": "https://i.imgur.com/EkswDHW.png",
        "alt": "Omnipotent Youth Society",
        "description": "I was loving this project and then '杀死那个石家庄人' came on and it was like what the fuck where have you been in my life before now??"
    },
    {
        "name": "黑夢",
        "artist": "窦唯",
        "score": 7,
        "description": "Nothing bad about this project, it was good but could have been better with a few more exciting or interesting moments."
    },
    {
        "name": "Short n' Sweet",
        "artist": "Sabrina Carpenter",
        "score": 4,
        "description": "Welp, it's official, I've become too terminally online to listen to normal music. The push that finally got me to listen to this album was Dead Meat of all things, he did a killcount of the Taste music video, which while being a sick music video is also an unbelievably bland song. Not just Taste though, every song in this album is so bland that I forget them the moment I finish. Even Expresso which everyone seemed to like was so fucking boring that it had me wondering if maybe I just hate joy?? Even worse for me, the chorus to Expresso is so catchy that I've been endlessly torturing myself listening to a song I don't like. Why would you do this to me Sabrina? Very catchy, very good music videos but the music is like having plain white rice without any other dishes. \n Edit: Expresso has been stuck in my head for an actual month I think I might just end my life soon (think bout me oh isn't that sweet I guess so, say you can't sleep I know that's that me expresso)."
    },
    {
        "name": "The Moon Rising",
        "artist": "閔小芬 [Min Xiao-Fen]",
        "score": 3,
        "description": "Never heard any classical Chinese music but this shit sucks 🤑 🤑 🤑 💯"
    },
    {
        "name": "Wallsocket",
        "artist": "underscores",
        "score": 4,
        "description": "Don't get this one at all, it's just kind of boring idk... Like it had some pretty great moments like 'Cops and robbers' and 'Johnny johnny johnny' but then the rest despite being loud and glitchy still just doesn't stick out at all."
    },
    {
        "name": "FaeDads",
        "artist": "Fae Dads",
        "score": 4,
        "description": "God bless Youtuber musicians for making the most bland and uninteresting music of all time. Still not absolutely terrible, probably on account of its length but whatever."
    },
    {
        "name": "Within the Depths of a Darkened Forest",
        "artist": "Autumn's Grey Solace",
        "score": 4.5,
        "description": "Not really my thing, I like the ethereal dreamy vibes but it just feels a little empty, like it is missing something or could be doing more."
    },
    {
        "name": "Bizarre Ride II the Pharcyde",
        "artist": "The Pharcyde",
        "score": 6,
        "description": "Fun jazz-rap but just gets a little boring at points. The second half is a lot better though and kind of clutched up."
    },
    {
        "name": "Cavalcade",
        "artist": "black midi",
        "score": 6.5,
        "description": "Excellent at some points but what really brought it down was moments where the sound was so over the top and insane that my brain tapped out and stopped focusing on the music."
    },
    {
        "name": "You Only Die 1nce",
        "artist": "Freddie Gibbs",
        "score": 4,
        "description": "You're in your 40s dude you have to stop making gangsta rap 😭😭"
    },
    {
        "name": "Piñata",
        "artist": "Freddie Gibbs & Madlib",
        "score": 5.5,
        "description": "Loved Deeper, the rest was kind of hit or miss for me. Not bad by any measure though."
    },
    {
        "name": "GNX",
        "artist": "Kendrick Lamar",
        "score": 8,
        "description": "I'm pretty sure I'm holding Kendrick to a standard too high but I can't help myself. How can I not compare this to his masterpieces and while good, it's just kind of a let down? It felt empty in beats and raps. The title track also sucked ass and made me want to kill myself in a record breaking three minutes. God I hope my goat isn't washed but from where I'm standing this seems like the beginning of the end. \n Edit: 7 -> 8, you know what, this has grown on me a fair bit. Lots of really fun songs and I think I allowed my expectations of a Kendrick Lamar album to get in the way of enjoying this project fully. Find myself returning to this pretty consistently."
    },
    {
        "name": "Deltron 3030",
        "artist": "Deltron 3030",
        "score": 5,
        "description": "I know everyone loves this album but I can't for the love of me figure out why?? It's just kind of boring. All I have to say, not awful or even bad though."
    },
    {
        "name": "Ants From Up There",
        "artist": "Black Country, New Road",
        "score": 10,
        "image": "https://i.imgur.com/hRtyMTx.png",
        "imageB": "https://i.imgur.com/ZzyREjD.png",
        "description": "Idk what Billie Eilish style is but bars. I can seriously listen to this album over and over and not get tired of it, everything is booming and grand, it's like being hit with a wave of sound but the wave sick as hell and it's awesome and super cool I think I'm losing my mind but this album is sick as hell please listen to this shit I was hooked by the second song it's totally worth your time."
    },
    {
        "name": "Live at Bush Hall",
        "artist": "Black Country, New Road",
        "score": 8,
        "image": "https://i.imgur.com/w55GDEV.png",
        "description": "Probably one of my favourite live albums of all time?? This album was effortlessly fire and is just a 3rd LP in my heart. My favourite song on here was predictably Turbines/Pigs, the building up into explosions of sound is just immaculate and the female singers cooks, she isn't a pig she's being too hard on herself :( . Very excited for these guys next work."
    },
    {
        "name": "For the first time",
        "artist": "Black Country, New Road",
        "score": 7,
        "description": "Some of the tracks felt a little lacklustre especially compared to their later works but it was still a very good album, lots of bangers especially 'Science Fair', 'Sunglasses' and 'Opus'. It was a bit weird to hear Mr Road talking about Kanye, I don't know what that was about but I wonder if he too is as disappointed at Vultures as me."
    },
    {
        "name": "The Joshua Tree",
        "artist": "U2",
        "score": 5.5,
        "description": "Was really enjoying the first few songs, kind of let down by the second half though which was nowhere near the level of the first and the last four songs lost this album a full two points from me."
    },
    {
        "name": "Aja",
        "artist": "Steely Dan",
        "score": 8,
        "image": "https://i.imgur.com/QY27ka0.png",
        "description": "Very good album up until 'I Got the News' which really pulled it up to an eight for me, that song is perhaps too smooth, impossibly so. Was a little disappointed that this wasn't 'The New Sound but less horny' like it was advertised but I got over that pretty quickly and just enjoyed this album for for it's endlessly funky jazz rock."
    },
    {
        "name": "3D Country",
        "artist": "Geese",
        "score": 8.5,
        "image": "https://i.imgur.com/veLS04t.png",
        "description": "I thought I hated country because it was a bad genre, but it seems I hated country because nobody in the genre was doing it like Geese. This album is so fun and bullshit in the best ways possible. What I saw could make a dead man die is bars, ily Cameron Winter. The title track is my favourite off the album and a perfect song imho."
    },
    {
        "name": "plastic death",
        "artist": "glass beach",
        "score": 7.5,
        "description": "A pretty great album that kind of started collapsing in on itself midway through but then seemed to hold off the collapse just well enough. The whole first half banged but the second was a little hit or miss for me though 'the CIA', 'commatose' and 'abyss angel' really clutched up and held this together. Especially commatose that song bangs so hard. The first half was incredible though with not a single miss."
    },
    {
        "name": "Jackman.",
        "artist": "Jack Harlow",
        "score": 5,
        "description": "I preferred him a lot more on Industry Baby and I think I will continue to only listen to him in Industry Baby.That's not because it's bad it's just because Industry Baby is that good. The actual album is alright, I liked 'They Don't Love It' the most but I really felt like this entire project Jack was just getting carried by his beats. I also feel like it needed to be longer than 22 minutes as it's not really a full album?? More like an EP idk."
    },
    {
        "name": "From Zero",
        "artist": "Linkin Park",
        "score": 3.5,
        "description": "I'm sure people who love Linkin Park are loving this record, sadly I am not one of them and I just got bored out of my mind as this just felt like a rehash of older albums."
    },
    {
        "name": "Mahashmashana",
        "artist": "Father John Misty",
        "score": 7.5,
        "description": "Good album, very beautiful but didn't really gripped me, except for in 'Screamland' and 'She Cleans Up' which both go hard, but Screamland more in a going hard way and She Cleans Up more in a very pretty way. I can't explain anything, listen to the songs if you want to get it."
    },
    {
        "name": "Enter the Wu-Tang (36 Chambers)",
        "artist": "Wu-Tang Clan",
        "score": 4.5,
        "description": "Maybe I just don't get 90s hiphop but this stuff is so overrated and boring. Some guy told me to smoke while listening to it but I think if I was high I'd probably fall asleep by song two."
    },
    {
        "name": "Illmatic",
        "artist": "Nas",
        "score": 4.5,
        "description": "Just realised I forgot to rate it but this album put me to sleep Tyler was onto something."
    },
    {
        "name": "Black on Both Sides",
        "artist": "Mos Def",
        "score": 8.5,
        "image": "https://i.imgur.com/RgXZzcW.png",
        "description": "It's fun and an interesting listen both musically and lyrically. It's clearly a classic for a reason and I feel like it's aged much better than other 'classic' hiphop albums from the 90s like Illmatic or Enter The Wu-Tang."
    },
    {
        "name": "I like the way you slit (join my cult 2)",
        "artist": "##femcel",
        "score": 1,
        "description": "Thank god this was only 15 minutes because I think any more and I would have gone insane. The mixing is totally fucked and it felt like my ear drums were being blown out once a second. It must be a purposeful decision but I don't know what purpose giving me a headache serves. Dogshit cover too."
    },
    {
        "name": "Persona",
        "artist": "half•alive",
        "score": 7,
        "description": "A really fun album and automatic is an absolute banger."
    },
    {
        "name": "SATURATION",
        "artist": "BROCKHAMPTON",
        "score": 7.5,
        "description": "Great debut album, a few songs like HEAT, TRIP and SWIM brought it down for me and the last song wasn't super satisfying either. I also thought the skits didn't really add anything but apart from that it's full of bangers, my favourites were 2PAC and FACE. Will be sure to listen to 2 and 3."
    },
    {
        "name": "The End of Evangelion",
        "artist": "Shiro Sagisu",
        "score": 4,
        "description": "Alright for ambience but listening to it as an actual album is so boring zzzzz how is this so highly rated."
    },
    {
        "name": "Promises",
        "artist": "Floating Points, Pharoah Sanders & The London Symphony Orchestra",
        "score": 2,
        "description": "Perhaps too minimal? Like I know this thing is literally a post minimal album but holy shit I think I can feel that one harp string reverberating in my head and I'm going insane."
    },
    {
        "name": "#SantanaWorld",
        "artist": "Tay-K",
        "score": 5.5,
        "description": "It's alright but Tay K gonna rot in hell do not free this man."
    },
    {
        "name": "Monarch of Monsters",
        "artist": "Vylet Pony",
        "score": 6,
        "description": "I think I'd like this more if I didn't have to fight Apple music to listen to it. My favourite song was easily Pest, the guitar and whatever brass instrumental was playing at the start went so hard, but it just went downhill from there and it really hit it's lowest point on Sludge where to be honest the name says everything. It was a boring 20 minute slog where I at multiple points considered just turning the album off and then once it finally ended Revenge Fantasy started playing and that song was ass too 😭 (not nearly as bad though). It seems like a lot of people got hit hard by this one but I just can't relate, perhaps I'm just a sheltered little whiteboy but this was far too hit or miss for me. By the way, was that a gmod sound effect on PLAY DEAD! PLAY DEAD!? I swear to god it was. When it comes out on Spotify I'll relisten to it and perhaps the pain of giving Tim Apple my credit card will have dissipated and I'll be able to enjoy it fully. \n Edit: Upon relisten I will not be changing my score, this album was just as mixed a bag for me as on first listen."
    },
    {
        "name": "REACTOR",
        "artist": "Femtanyl",
        "score": 8,
        "image": "https://i.imgur.com/cDUKLpB.png",
        "description": "Not as good as chaser, though chaser is one of my favourite albums of all time so that'd be pretty hard. Despite that, this album had a real kick to it. I've loved Weightless, dinner and M3 N MIN3 since their first release and songs like IT'S TIME go crazy hard. I'd really love to have heard M3 N MIN3 for the first time on this album because hearing the Danny check was so hype. I'd like for more variety in femtanyl's next release as the formula is getting a little repetitive though I'll keep listening to her music even if she just does this forever she my goat fr. I also had Chromokopia queued by accident and the transition from IT'S TIME and Darling, I is pretty good."
    },
    {
        "name": "Give Up",
        "artist": "The Postal Service",
        "score": 6.5,
        "description": "Lots of bangers but the second half really just faded into the background."
    },
    {
        "name": "A Little Bit Of The Road or Something Like an Egg in the morning cracked over my head",
        "artist": "The Roppl",
        "score": 0.5,
        "description": "😭😭😭"
    },
    {
        "name": "Trout Mask Replica",
        "artist": "Captain Beefheart & His Magic Band",
        "score": 5,
        "image": "https://i.imgur.com/ZWFvr7k.png",
        "description": "I spent like 10 straight minutes laughing at this shit how the fuck did this even happen. Did he not let anyone hear this?? How did Frank Zappa give this the thumbs up? Like who decided to put a fully spoken word 2 minute long section for the second song?? I literally felt like I was going insane listening to this shit, but I can't put an album that brought me so much joy below a 50, despite it deserving a 10. Would never listen to this again though."
    },
    {
        "name": "american dream",
        "artist": "LCD Soundsystem",
        "score": 8.5,
        "description": "No it's not the worst LCD Soundsystem album. It's a step down for sure but it still has the same LCD Soundsystem charm and oh baby is easily one of their best. The main issue with this album was some really disappointing last few songs, there did not need to be any 12 minute songs and the rest of the stuff was good but it just didnt blow me away like those on Sound Of Silver or This Is Happening. \n Edit: 7.5 -> 9, I can't explain myself and I won't apologise for my beliefs. \n Edit: 9 -> 8.5, this grew off me a little after relistening to Sound of Silver. This certainly doesn't match up to Sound Of Silvers heights nor even the heights of the long goodbye. Regardless american dream is still a great record."
    },
    {
        "name": "De Todas las Flores",
        "artist": "Natalia Lafourcade",
        "score": 8,
        "image": "https://i.imgur.com/ORosoY9.png",
        "description": "The first song didn't click but it was smooth sailing from there, this is honestly one of the 'smoothest' (probably the wrong word) albums I've ever listened to so I can imagine myself returning often especially with all the great songs on here like the title track and Maria La Cuarandera. My only issue is that some songs weren't particularly memorable but that might be a language barrier thing."
    },
    {
        "name": "Sound of Silver",
        "artist": "LCD Soundsystem",
        "score": 9.5,
        "image": "https://i.imgur.com/xWc5Co0.png",
        "imageB": "https://i.imgur.com/GRwJHrx.png",
        "description": "My favourite LCD Soundsystem record, it's consistent, fun and every track is near perfect (except for the title track but that still goes hard). The final track was a complete curveball in the best way possible and everything else was just classic LCD Soundsystem but at the highest level possible. You can tell just how hard this man laboured over every single song, they're layered but never have too much going on. All My Friends is one of my favourite songs of all time btw. Very excited to see what Mr Soundsystem has in store for me next."
    },
    {
        "name": "LCD Soundsystem",
        "artist": "LCD Soundsystem",
        "score": 7,
        "description": "Just too many misses for me to love. Songs like Thrills, Yeah and Tired fuck the flow up really badly and honestly the entire disk 2 is a step down except for the first few songs. This does not need to be almost two hours though it could have done with half."
    },
    {
        "name": "This Is Happening",
        "artist": "LCD Soundsystem",
        "score": 8,
        "image": "https://i.imgur.com/Dabc0YN.png",
        "description": "For some reason I kept trying to this listen to this record and then getting bored by Drunk Girls, perhaps I'm sexist idk, but after I broke my mental barrier I was able to fully enjoy this. I slowly think Mr System is becoming one of my favourite artists.\n Of course Dance Yrself Clean was the highlight but that's not to discredit all the other great songs on here, even somebody's calling me, which all the terminally online seem to hate was honestly great. It was very fun and if I was physically capable of dance I would've been throwing it back rn, alas I'm just a human soul trapped inside a computer."
    },
    {
        "name": "webcore friends",
        "artist": "Zhnoi",
        "score": 4,
        "description": "Brain tumor music. I don't think I can see colours anymore after watching that music video either. Aside from the loss of 10 years of my life this is just some pretty generic sounding modern breakcore, or maybe digital hardcore idk but its surely not hardcore sounding enough and if I'm being honest at this point all the breakcore I hear this days forms some kind of homogeneous glob in my head and asking me to name a single song would be quite a challenge. It bores me to death and every song sounds like bright colours and autism."
    },
    {
        "name": "Everywhere at the End of Time",
        "artist": "The Caretaker",
        "score": 1,
        "description": "Just sounds like low quality old music to me and even if it didnt and I'm too Tiktok brained to get through this long ass album. probably some life changing experience, too bad it's too boring for me to listen to."
    },
    {
        "name": "ORQUÍDEAS",
        "artist": "Kali Uchis",
        "score": 4,
        "description": "I don't know enough Spanish to listen to this. Straight up. I know a bit of Spanish, I could probably hold a conversation with a second grader but thats about my extent, so when she switches between Spanish and English I feel like I'm having whiplash trying to figure out what she's saying because I'm not smart enough to understand the Spanish sections without a lot of thought. I think I'll relisten to this once I'm more literate and I imagine it will be better."
    },
    {
        "name": "Cross",
        "artist": "Justice",
        "score": 6,
        "description": "Had some real bangers like DVNO and D.A.N.C.E but most of the time it just blends into the background. Stress (the song but also the concept) was also just bad so that didn't help either. Yeah I'm sure this was ahead of its time and groundbreaking but listening to it now I just don't think it holds up."
    },
    {
        "name": "The Wall",
        "artist": "Pink Floyd",
        "score": 7,
        "description": "The last Pink Floyd record in their legendary 70s run and its... underwhelming?? This album isn't bad, I actually like it but it's just a bit overhyped. It has too many songs and has spread itself thin creatively which you can definitely notice in the second disk where songs start being really hit or miss. Of course Another Brick in the Wall (all parts) and Comfortably Numb are classics though. This is the Donda of the Pink Floyd discography (I cant go a single minute without a Kanye reference sorry)."
    },
    {
        "name": "Night Palace",
        "artist": "Mount Eerie",
        "score": 7.5,
        "image": "https://i.imgur.com/nmINauO.png",
        "description": "This album took me like 5 tries to get into and I think it was worth it, some of this stuff is mystical, like straight up I felt like I went into a trance like state listening to Co-Owner of Trees. Might need to relisten with a focus on the lyrics as I have no idea why Demolition turned into a podcast at the end but it was cool either way. The range of sounds on this album is quite honestly insane and the fact that they seem to work together is even more crazy.\n My main complaint was that yeah it just took me a while to get into, that's probably because of my inexperience with Mr Eerie but still gonna hold it against him idk. Also the album cover looks like dogshit literally every single cover looked better than this sorry Phil. Very rewarding album to listen to and i imagine my rating can only grow. Sidenote Spotify queued Scary Monsters and Super Creeps (the song not the album) after this album and the transition from I Need New Eyes to Scary Monsters and Super Creeps is scarily good.\n Edit: I Spoke With a Fish is great, love it a lot."
    },
    {
        "name": "Songs of a Lost World",
        "artist": "The Cure",
        "score": 7.5,
        "image": "https://i.imgur.com/GNZrnue.png",
        "description": "Listened with my Dad and him being pissed off that the songs were all like 6 minutes honestly made the experience way better. I was already impressed with 'Alone', but when 'And Nothing Is Forever' went on, holy shit I was going crazy. One of the best songs I've heard this year. The only low point on this one for me was Warsong and it was barely a low point. We are back team. \n Edit: 8.8 -> 8.4 This album has grown off me a little. I still think it's great but it's not hitting as hard.\n Edit 2: 8.4 -> 7.5, find myself not wanting to return to this album as often as an 8 should have me."
    },
    {
        "name": "Random Access Memories",
        "artist": "Daft Punk",
        "score": 6,
        "description": "Lots of great stuff especially Giorgio by Moroder, Giving Life Back to Music, Instant Crush, Touch and Get Lucky. A nice and very thematically satisfying send off for Daft Punk, but it just never really clicked for me, I've listened to this about three times now and its still just really hit or miss imo. I think this would be better if I was a bigger Daft Punk fan."
    },
    {
        "name": "CHROMAKOPIA",
        "artist": "Tyler the Creator",
        "score": 9.5,
        "image": "https://i.imgur.com/eU75uBp.png",
        "description": "Just finished this shit and WHAT THE FUCK WAS THE SECOND HALF. IM ACTUALLY TWEAKING SO MUCH WHATTTT. 'Like Him' had me floating and Balloon sent me fucking intersetellar. 'Take Your Mask Off' was also straight beautiful. Not much more to say but my goat is still alive and I'm so happy right now. \n Edit: 9.4 -> 9.5 This album has grown on me since release and I can't stop listening to it. The songs hit hard and go hard."
    },
    {
        "name": "Eye To the Ear",
        "artist": "Cosmo Sheldrake",
        "score": 7,
        "description": "Some of the stuff like 'Marvellous Clouds', 'I Did And I Don't And I Do', 'By Being With You' and 'Interdimensional' had me floating but I thought the majority of the middle had very little to it and I ended up zoning out a bit. This was certainly interesting though, not sure if I've ever heard something quite like this before and I imagine it requires a certain mood to enjoy fully."
    },
    {
        "name": "Voices From the True World VII",
        "artist": "AZALI",
        "score": 3.5,
        "description": "I feel like I've heard this same kind of sound too many times and it bores me at this point. It sounds like one of those credit songs but im the final boss videos. At some points it almost just fades into the background but then randomly increases its intensity and reminds me of its existence which I didnt appreciate. crystal ice caves was a nice change of pace though, I enjoyed that one."
    },
    {
        "name": "Rossz Csillag Alatt Született",
        "artist": "Venetian Snares",
        "score": 6,
        "description": "Read hated Szerencestlen but it was smooth sailing from there. Maybe it's because right before I listened to a song from the genre harsh noise wall and needed to cool off idk. I liked the classical moments a fair bit more than I expected and I enjoyed Ongyikos Vasanap and Hajnal (especially Hajnal that was fire) quite a lot and I thought the ending song was very pretty but a fair few of the songs just felt a bit redundant and I'd probably have enjoyed it more if it was a bit shorter but that might just be a skill issue, maybe I'll need a relisten. Some of this album kind of reminded me of Maigre by Igorrr and Ruby My Dear which was cool."
    },
    {
        "name": "I Hate Jazz",
        "artist": "Mike Krol",
        "score": 5.5,
        "description": "Somebody buy this guy a working microphone please holy shit why does this sound like it was recorded on a microphone from the 1940s. Aside from the awful recording I think this is usually a pretty fun album."
    },
    {
        "name": "The Lamb as Effigy",
        "artist": "Sprain",
        "score": 2.5,
        "image": "https://i.imgur.com/NV0Y3F1.png",
        "description": "I like the slendermen on the cover but this album just hurts my ears. I like the first song 'Man Proposes, God Disposes' but it just goes downhill from there until my ears are bleeding by the end. I literally had to take a break after Margin For Error because it was too much for me."
    },
    {
        "name": "Joy as an Act of Resistance",
        "artist": "IDLES",
        "score": 8.5,
        "image": "https://i.imgur.com/V9V4ldZ.png",
        "description": "This is just one of those albums that you listen to because the name gets caught in your mind. Unironically one of the most fire album titles of all time right behind Allelujah! Don't Bend! Ascend! sadly the album doesn't match its titles coolness, in the second half at least. The first half is absolutely incredible which is the main reason for my score, the second half loses its steam a bit though, it's by no means bad but it just doesn't go quite as hard.\n Edit: 7.9 -> 8.5, the whole album has grown on me a lot and the second half doesn't seem that bad anymore, I was overreacting a bit in my first review."
    },
    {
        "name": "Everything Is a Lot",
        "artist": "Will Wood & The Tapeworms",
        "score": 6,
        "description": "Music for people who try to pretend that they are unwell in the head. I won't believe youre truly insane until you do something actually off the rails, kick a baby or sit outside a supermarket yelling slurs at strangers and then maybe I'll believe you."
    },
    {
        "name": "Flood",
        "artist": "They Might Be Giants",
        "score": 8,
        "image": "https://i.imgur.com/XxSBwg6.png",
        "description": "One of the OG geek rock albums with not a single song thats bad and even has a couple classics like Birdhouse in Your Soul and Istanbul (Not Constantinople). Umbrella Academy actually got me onto this one (fun fact). Your Racist Friend is a great song name too."
    },
    {
        "name": "Black Ben Carson",
        "artist": "JPEGMAFIA",
        "score": 6.5,
        "description": "The first JPEGMAFIA album and its... alright? It has some songs like ALL CAPS NO SPACES, Drake Era, The 27 Club and the extremely disturbing I Just Killed A Cop Now I'm Horny that show off Peggy's talents but most of this stuff ranges from average to alright."
    },
    {
        "name": "Orgy of the Damned",
        "artist": "Slash",
        "score": 3.5,
        "description": "Blue rock was a mistake and should never have existed and this album is proof. Just a boring draining album to sit through until you tune it out."
    },
    {
        "name": "Gris Original Soundtrack",
        "artist": "Berlinist",
        "score": 8,
        "image": "https://i.imgur.com/85nDfYP.png",
        "description": "Absolutely incredible OST that really makes Gris. Unagi and Gris, pt. 1 are some of my most listened to songs of all time on Spotify and the rest are some very nice songs to just chill and listen to."
    },
    {
        "name": "Three Cheers for Sweet Revenge",
        "artist": "My Chemical Romance",
        "score": 8,
        "image": "https://i.imgur.com/fBZJycT.png",
        "description": "My favourite MCR album and one of the last truly great pop punk albums. Just a good time overall."
    },
    {
        "name": "loveless",
        "artist": "my bloody valentine",
        "score": 8,
        "image": "https://i.imgur.com/DuEyp3S.png",
        "description": "I know everyone says it but this sounds like the cover, this is the kind of music you have to listen to with headphones because it's just too layered to listen to on a shitty phone speaker or something. I honestly couldn't imagine hearing this in 1991, I would be losing my mind. Could barely believe it myself and I was hearing it in the 2020s."
    },
    {
        "name": "Trench 10 Inch Triplet EP",
        "artist": "Twenty Øne Piløts",
        "score": 5.5,
        "description": "I don't get why people love this one so much. I thought Nico and the Niners was good but the other two were medicore."
    },
    {
        "name": "The New Normal!",
        "artist": "Will Wood",
        "score": 5.7,
        "description": "Will is the gayest straight man alive. The production was there but it just felt like Will Wood was screaming at me to look at him showing me how wacky he is and shit and it came off as a little corny, though Laplace's Angel was pretty good and so was I / Me / Myself."
    },
    {
        "name": "Ikiru",
        "artist": "椎名もた [Siinamota]",
        "score": 4,
        "description": "I used to pretend to like this one because it had young girl a on it which I thought was a banger, but most of this is boring and if I'm being real I'm not even if sure if I like young girl a that much anymore. This is like Youtube music but not from the actual Youtube music app, this is the kind of shit actual video Youtube tries to get you to listen to if you get what I'm on."
    },
    {
        "name": "NO THANK YOU",
        "artist": "Little Simz",
        "score": 6,
        "description": "A pretty massive letdown from Little Simz. The entire last quarter was just straight bad and it felt like I could take or leave most of the stuff on here."
    },
    {
        "name": "UTOPIA",
        "artist": "Travis Scott",
        "score": 6,
        "description": "I got this one recommended to me by a friend and I think its worn off me. I originally thought it was maybe a 7.5 but the more times I hear the songs the less interesting they sound. Circus Maximus, My Eyes, Looove and Modern Jam are really good but the rest is kind of weak at least for Travis Scott standards. This could have done without a fair few of the songs."
    },
    {
        "name": "...Like Clockwork",
        "artist": "Queens of the Stone Age",
        "score": 5,
        "description": "Rock without any bonus flavours or over the top zesty production has never been a genre I really enjoyed, despite that I think I had a good time with this record. I Appear Missing is really great and my favourite on this by far. \n Edit: 7 -> 5, what did I mean by zesty production? Anyways this albums songs feel bland on relisten."
    },
    {
        "name": "RAMONA",
        "artist": "Kill Bill: The Rapper",
        "score": 6.5,
        "image": "https://i.imgur.com/5KyfkrT.png",
        "description": "Firstly, fire ass cover. like this was literally the only reason I listened. Ceres & Calypso In The Deep Time levels of eye catching. This mixtape is such a strange amalgam of styles and the fact that they all actually sound good is quite the accomplishment. My favourite songs are the ones that lean more into a jazzy sound but the more lofi songs don't bore me like I often find they do. Some of these songs even give me Luv(sic) vibes which was pretty awesome, especially backwoods. Good Luck Chuck was actually pretty disturbing too and a crazy curveball. \n Edit: 8.3 -> 6.5, really grown off me to be honest, whether it just being a little heavy for casual listening or something else I find mysef skipping songs I have saved to my mix from this."
    },
    {
        "name": "Patterns in Repeat",
        "artist": "Laura Marling",
        "score": 6,
        "image": "https://i.imgur.com/y4Emldl.png",
        "description": "Hmmm, auspicious. This might need a few more listens for me to get it fully and probably some more focus on the lyrics as I definitely felt like I wasn't getting the full picture at some points, though with its relatively short 36 minute length I imagine I'll be listening to it again sooner rather than later. Even without a deep understanding of the album during my first listen it was still kind of great?? I'm not really one for chamber music or folk so I don't really know how this weighs up in comparison to any other albums but this album certainly had me almost transfixed at some points, only being broken out of the immersion by track five and six which while not bad at all just seem to have a different vibe or something? I don't know, cant explain it. Overall some great stuff and I think I'll need to listen to some more Laura Marling in the future. Edit: 8.1 -> 6, really grew off me for some reason, just bores me a little now."
    },
    {
        "name": "Cartoon Darkness",
        "artist": "Amyl and The Sniffers",
        "score": 3.5,
        "description": "Not that much to say about this one as I basically tuned it out after a point. It just kind of bored me and punk as a genre really does nothing for me atp."
    },
    {
        "name": "The Angel, The Demon,",
        "artist": "Cacola",
        "score": 7,
        "image": "https://i.imgur.com/ZGauPkF.png",
        "description": "A very impressive synthpop project, why is the cover undertale fanart though? I think my main problem with this one is that its just too long, everything but The Demon, Lit Fuse, [...] and The Angel could have been cut out. Not to say those songs are bad, in fact I really like all of them (except for Redeyes that song really is bad) but [...] and The Angel alone are an hour 15 minutes and I generally prefer shorter albums. Maybe they could have been put in an extra EP or something. The thing that ruined Redeyes for me was its really piercing noise playing over the like whole second half that of ruined the flow after a very good start with The Demon. I know I really only said bad things about this album I actually did have a good time with this one and it deserves to be more popular than it is. Go listen to this or at least listen to The Angel Pt. 1, that was majestic."
    },
    {
        "name": "REBIRTH",
        "artist": "DC The Don",
        "score": 7,
        "description": "After listening to FLY ENOUGH TO BE VIRGIL I was pretty excited and I think this met my expectations. I hope gets more attention because 15 ratings just makes me sad. My main issue with this though is that it seems to be a little all over the place but I imagine the new Tyler album is gonna be all over the place too and I'm gonna meatride that like crazy so this could grow on me. A lot of songs also just feel like nothing, like this would have been a much better 40 minute album. My favourite songs were SPOTLIGHTS and FLY ENOUGH TO BE VIRGIL."
    },
    {
        "name": "LYFESTYLE",
        "artist": "Yeat",
        "score": 6.5,
        "description": "I was talking to a friend about favourite musicians (because music is the only thing I'm capable of talking about ig). But they told me their favourite underground artist was Yeat and I've been fuming ever since for no reason because I'm just a hater ig. Anyways despite me coming in really wanting to hate this one I actually ended up liking it and it's kind of insane that Yeat made two albums that people liked in one year, very impressive output. Edit: 7.4 -> 6.5 I mean it's alright."
    },
    {
        "name": "Moana",
        "artist": "Various Artists",
        "score": 7,
        "description": "The people that don't like this are just mad they'll never be as glam as Tamatoa."
    },
    {
        "name": "Goodbye Horses",
        "artist": "ian",
        "score": 3,
        "description": "I'd love to rate this lower but I cant deny the fact that the song Goodbye Horses was so good. like this entire album bored me into a coma and then Goodbye Horses started playing and that shit saved my life fr. Can't believe its sitting on a 64 user score. I don't know how he pulled it off but somehow for those three minutes this mf surpassed all his idols he was trying to imitate during this entire album it was insane trust."
    },
    {
        "name": "Virgins",
        "artist": "Tim Hecker",
        "score": 5.5,
        "description": "Aside from Live Room, this album was just background sounds that I'm kind of impartial to, Live Room did catch me off guard though."
    },
    {
        "name": "Dead Cities, Red Seas & Lost Ghosts",
        "artist": "M83",
        "score": 7.5,
        "image": "https://i.imgur.com/nujzUmQ.png",
        "description": "Went in knowing nothing, did not expect shoegaze but it was a pretty welcome surprise. I thought this one was really good especially On a White Lake, Near a Green Mountain where I could feel myself ascending to a higher plane or something. I might relisten at some point when my head doesn't hurt like hell though and see if my opinion has changed."
    },
    {
        "name": "Melodrama",
        "artist": "Lorde",
        "score": 8.5,
        "image": "https://i.imgur.com/pZbixXe.png",
        "imageB": "https://i.imgur.com/WV3kAHt.png",
        "description": "People in New Zealand often try to pretend that the only good NZ artist isnt Lorde, claiming that 1814 or SIX60 are somehow on the same level as her. I've listened to SIX60, I've listened to 1814 (because Spotify is shoving them down my throat) and they don't stand a chance, Lorde could make don't forget your roots any day of the week but SIX60 could never make Liability. This is easily one of the best synthpop albums of all time. I'm never going to listen to solar power they cant make me."
    },
    {
        "name": "SABLE,",
        "artist": "Bon Iver",
        "score": 6.5,
        "description": "randomly realized this dropped, wasnt even waiting for it and I still get to listen to it before all you guys who are waiting, I love living in New Zealand so much. Anyway this is actually pretty fine. Not much going on but it's an EP I guess."
    },
    {
        "name": "MG Ultra",
        "artist": "Machine Girl",
        "score": 5.5,
        "description": "this album is like a really long stride in the right direction after uvoid which was dogshit. like its still in the same vein as uvoid creatively but way more refined. still doesn't have the same level of autistic energy as because I'm young and arrogant. hot lizard is absolutely a banger though. this album felt a little more accessible too? like your grandad would probably still die if you played this for him but it would be only one stroke instead of three. Edit: 7.8 -> 5.5, not quite sure hwat happened but this album sounds a little annoying to me now."
    },
    {
        "name": "The Machinist - Demo 1",
        "artist": "The Lampshades",
        "score": 2,
        "description": "Ehhh, the vocals are really quiet for some reason (maybe bad recording tools) and the yelling sounded forced. Sorry Mr Shade."
    },
    {
        "name": "From the Circus to the Sea",
        "artist": "The Irrepressibles",
        "score": 6,
        "description": "Some of the best TikTok music you can find."
    },
    {
        "name": "Sometimes I Might Be Introvert",
        "artist": "Little Simz",
        "score": 9,
        "image": "https://i.imgur.com/8n2Xom0.png",
        "imageB": "https://i.imgur.com/5HYJV0P.png",
        "description": "This ablum sounds grand. Idk music terms or anything but this felt like it was towering over me and just kept rising somehow."
    },
    {
        "name": "GREY Area",
        "artist": "Little Simz",
        "score": 6,
        "image": "https://i.imgur.com/3D5PWHQ.png",
        "description": "a bit of a let down to hear this right after Sometimes I Might Be Introvert but its still a great album with some especially great moments like Selfish and Venom. Edit: 7.5 -> 6, felt like dud after dud on relisten to be honest."
    },
    {
        "name": "open til midnight",
        "artist": "Starmoon & PIKARO",
        "score": 2.5,
        "description": "Pretty classic starmoon, lots of random annoying and often painful sounds that are not needed at all and the actual substance sounds pretty awful too."
    },
    {
        "name": "Pent Up Pup - Live @ The Sex Room @ AC '24",
        "artist": "Pent Up Pup",
        "score": 4,
        "description": "Banished from the sex room."
    },
    {
        "name": "Wild God",
        "artist": "Nick Cave & The Bad Seeds",
        "score": 7,
        "image": "https://i.imgur.com/hv2VEVi.png",
        "description": "Guys can we stop making great albums for like a couple days I'm having trouble keeping up here. \n Edit: This was written during August when Imaginal Disk, Romance, Sky Hundred, Ultra 85, I LAY DOWN MY LIFE FOR YOU and shadowbox dropped"
    },
    {
        "name": "Die Lit",
        "artist": "Playboi Carti",
        "score": 5.5,
        "description": "I guess I just don't get Carti, this is his highest rated project and it still only bordered on being good for me. There were some great moments like Choppa Won't Miss but a lot just felt like bloat to me. Edit: 6.6 -> 5, fuck you Carti drop I AM MUSIC soon or I'm going to keep relistening to this and realising I don't like it as much as I did before."
    },
    {
        "name": "Fearless Movement",
        "artist": "Kamasi Washington",
        "score": 7,
        "image": "https://i.imgur.com/uO5KNoX.png",
        "description": "Imagine getting an Andre 3000 feature and its completely instrumental but still goes hard. That's just the kind of album this is and prologue is competing for my favourite song of this year, I wish this was a little shorter though because an hour 30 of jazz was a bit much for me on most days."
    },
    {
        "name": "Swimming",
        "artist": "Mac Miller",
        "score": 6,
        "description": "Mmmm, I'd like to rate this one higher but there are just a lot of songs that I don't really vibe with but also Jet Fuel and Come Back to Earth are some of my favourite songs in hiphop, if this only had those two it would probably be an 100 (I mean probably not because that would fuck up the flow but still you get what I'm saying). Edit: 7.7 -> 6, I just don't really find myself super interested in this album atp, lots of a duds tbh."
    },
    {
        "name": "Radio Songs",
        "artist": "Dave Rowntree",
        "score": 3.5,
        "description": "An almost offensively boring set of songs, I listened to this because it was from a member of Blur but this is just sad."
    },
    {
        "name": "Man On The Moon: The End Of Day",
        "artist": "Kid Cudi",
        "score": 8.5,
        "image": "https://i.imgur.com/oksbGc7.png",
        "description": "I fear that I'm becoming a kid cudi fan. This album is just so catchy and fun and different from a lot of the hiphop I hear usually."
    },
    {
        "name": "The Black Saint and the Sinner Lady",
        "artist": "Mingus",
        "score": 7,
        "description": "Surely one of my favourite jazz albums of all time, it has a great flow and is just really full. My major problem with this though is the mixing is so fucked like a lot of the 1960s stuff. Edit: 8.2 -> 7, the mixing thoughhh."
    },
    {
        "name": "The Magic Show",
        "artist": "Rabbit on the Moon",
        "score": 1.5,
        "description": "I don't know why people who are bad at making music default to ambient but I'm sorry an ambient album is not as easily as you think it is."
    },
    {
        "name": "A Love Supreme",
        "artist": "John Coltrane",
        "score": 2,
        "description": "This album is an overrated piece of shit that forced me to switch to mono because its got that annoying ass half in one ear half in the other thing going that gives me a headache. I read a bunch of reviews talking about how cinematic the album was and I just didn't feel that, it felt empty and bored me to death. The 20 points were mercy points."
    },
    {
        "name": "Violator",
        "artist": "Depeche Mode",
        "score": 8.5,
        "image": "https://i.imgur.com/f8IRNca.png",
        "description": "I was sceptical at the start of World In My Eyes, I was like 30 seconds in and felt like this album was gonna be dogshit but I was throwing it back by the end of it so I guess I know nothing. This was one of the best synthpop albums I've ever heard in my life, behind maybe just Spirit Phone, Imaginal Disk and Melodrama (and maybe Currents too but I'm still figuring out how I feel about that one). It's like the old ass men in Depeche Mode were seducing me or something. The best song was either Personal Jesus or Policy of Truth and it was crazy when I realised I've heard Enjoy the Silence a bunch of times and just didnt know it was by these guys. Blue Dress was by far the worst song and kind of brought this album down a lot. That shit was way too long for its own good and so boring. For sure a skip on relistens."
    },
    {
        "name": "Crazy Hits",
        "artist": "Crazy Frog",
        "score": 1,
        "description": "Mind bending horrors beyond human comprehension."
    },
    {
        "name": "Bocanada",
        "artist": "Gustavo Cerati",
        "score": 7.5,
        "image": "https://i.imgur.com/oYubAAp.png",
        "description": "Very fun pop?? Dance?? Rock?? album. My favourite songs were Puente, Verbo Carne and Raiz (especially Raiz) and the worst song was Y Si El Muno Esta En Foco... by far. I think it had a bit of a weak second half though, could've benfitted from a shorter length."
    },
    {
        "name": "The Mouse and the Mask",
        "artist": "DANGERDOOM",
        "score": 7,
        "image": "https://i.imgur.com/zhu0lS4.png",
        "description": "A great project that I somehow didnt know existed until today, this album is great but I feel like if anything Doom actually brought it down, the beats were great but Doom didn't seem to be on his A game. Luckily Doom's B game is better than most rappers A game. Sofa King and Old School rules were my favourite songs, especially Sofa King that beat was fire. Edit: 8 -> 7, too many weak links."
    },
    {
        "name": "NO TITLE AS OF 13 FEBRUARY 2024 28,340 DEAD",
        "artist": "Godspeed You Black Emperor!",
        "score": 6.5,
        "description": "Godspeed You! Black Emperor seems to just make the same album over and over again and continue to get glazed for it. its alright but #3 of 2024? I don't think so. They can sure make names though, GREY RUBBLE - GREEN SHOOTS is such a fire name."
    },
    {
        "name": "Absolute Elsewhere",
        "artist": "Blood Incantation",
        "score": 6,
        "description": "It was pretty great for a death metal album but it still didn't do much for me as most death metal albums do. I should probably stop listening to death metal but symbolic was just so good I have to keep searching for the next banger like that."
    },
    {
        "name": "Twin Fantasy (Face to Face)",
        "artist": "Car Seat Headrest",
        "score": 5,
        "description": "I don't get the appeal for these guys, maybe its because I'm not a furry but this album just never really clicked with me. \n Edit: 5.2 -> 5.4 on a relisten it seems I am still not a furry but slightly more gay."
    },
    {
        "name": "Tummyache",
        "artist": "Kaizo Slumber",
        "score": 4,
        "description": "I might be getting tired of Mr Kaizo Slumber. His songs are starting to all merge into one for me. Still thought it was an alright sludge of music. Edit: 6.4 -> 4, the sludge has consumed me."
    },
    {
        "name": "Brat and it's completely different but also still brat",
        "artist": "Charli xcx",
        "score": 1.5,
        "description": "Even though album is way worse than the original by a fair bit I still think its a good time and 'Girl, so confusing featuring lorde' is way better than the original and one of the best songs this year. \n Edit: Actually I just heard the Yung Lean feature again and wow that song is dogshit I'm not even sure this is good. \n Edit: Another edit, this has grown off me even more, the 'Mean girls' remix is awful, as is 'So I', 'I might say something stupid' and 'I think about it all the time'. \n Edit: Alright last edit, third listen after I saw that somehow this had a critic score of 87 and it was even worse than the first two times. Now I am fairly sure I like this less than Vultures 2."
    },
    {
        "name": "▓ a desire ▓",
        "artist": "LIGHTBREATHER",
        "score": 6,
        "description": "Maybe I just don't get it but the whole first 10 or so minutes felt like just a continuous and painful stream of sounds which was pretty disorienting, if that was the point and if so good job. After that though I started enjoying it more, it started sounding kind of mystical and ethereal which was a nice recovery period for my blown out ear drums though 'a desire part 1' went on a bit too long. In general I also think this album sounded perhaps a little uncoordinated too, though I'm no music reviewer so maybe that was me missing the point again lol. I think my favourite songs were 'untitled-++++++ (or sorrow / intermission)'and 'untitled-+++++++++ (or nothing, version d / forgo)' (especially the latter). That song went hard and pulled this thing up like a full point."
    },
    {
        "name": "My Song",
        "artist": "Keith Jarrett",
        "score": 6,
        "description": "Thanks Geordie but this album is just alright. It's a nice listen though it just didnt do anything I didn't expect or that interested me enough to move it out of the background."
    },
    {
        "name": "ひまわり画像 (Himawari gazou)",
        "artist": "天気予報 [Weather Forecast]",
        "score": 2,
        "description": "After seeing thelemonbreadd's day one review of this I decided to check it out and over the past couple of days I've just let this run in the background while I study and I'm pretty sure my brain tuned it out after like an hour, I don't know why white noise is rated so highly but alright. The only times I really noticed it was when it got real repetitive during some sections that I just had to skip because I don't want to develop a brain tumour. None of the songs on here are good, just ranging between bad and mid."
    },
    {
        "name": "Speedin' Bullet 2 Heaven",
        "artist": "Kid Cudi",
        "score": 7,
        "description": "This album is absolutely dogshit, I never want to listen to this again and I'm not adding a single song to my playlist, and yet I still think it was good. This might have been the realist album ever made. I don't know how he did it but instead of making music this man put his soul into this shit and honestly it probably shouldn't even be considered an album because it feels like something very different, this is like a Kid Cudi horcrux."
    },
    {
        "name": "Kaleidoscope",
        "artist": "TURQUOISEDEATH",
        "score": 6.5,
        "description": "Limbo goes so hard it is quite insane. The rest is kind of just some alright ambience."
    },
    {
        "name": "Toy",
        "artist": "David Bowie",
        "score": 5,
        "description": "A clearly incomplete album that just got released so they could squeeze as much money as possible out of David. This album is a joke and straight mid, fuck these guys."
    },
    {
        "name": "Run the Jewels 2",
        "artist": "Run the Jewels",
        "score": 6.5,
        "description": "Some of the tracks weren't enjoyable for me, too hardcore perhaps or maybe I just don't particularly like Run The Jewels style. Still pretty alright with quite a few interesting songs."
    },
    {
        "name": "By the Time I Get to Phoenix",
        "artist": "Injury Reserve",
        "score": 9,
        "image": "https://i.imgur.com/VGIGt2w.png",
        "description": "A very odd and listen that took me a while to get but after quite a few relistens I actually kind of love this album, maybe its stockholm syndrome."
    },
    {
        "name": "resERECTION",
        "artist": "LIL PHAG",
        "score": 2.5,
        "description": "How did he get carried by Danny Gonzalez bruh shit is so ass 😭😭."
    },
    {
        "name": "Selected Ambient Works 85-92",
        "artist": "Aphex Twin",
        "score": 6.5,
        "description": "It was alright but 'Xtal' was easily the best song on this so I just spent the rest waiting for another one on that level and it never came."
    },
    {
        "name": "Soundtrack from Twin Peaks",
        "artist": "Angelo Badalamenti",
        "score": 9,
        "image": "https://i.imgur.com/QSKUXgn.png",
        "description": "My favourite ambient album of all time, it just feels like it's holding me close or something, this is exactly what an ambient album is meant to be, great work. Maybe I have to watch 'Twin Peaks' at some point."
    },
    {
        "name": "Mista Thug Isolation",
        "artist": "Lil Ugly Mane",
        "score": 5,
        "description": "Not at all what I expected after having heard 'VOLCANIC BIRD ENEMY AND THE VOICED CONCERN'. Maybe my expectations were too high but this is just not what I wanted, very disappointed and this is a pretty medicore album at best imo."
    },
    {
        "name": "Wish You Were Here",
        "artist": "Pink Floyd",
        "score": 9.5,
        "image": "https://i.imgur.com/Djbpjvf.png",
        "description": "I really liked this album but I think I would have liked it a lot more if there wasn't a 10 hour long build up to every song, also my mum has the vinyl which is pretty cool. \n Edit: 8.2 -> 9.5, grew on me quite a crazy amount, my least favourite song is still 'Welcome to the Machine' but if I'm being honest it's a banger too, this album is bullet proof and deserves the hype."
    },
    {
        "name": "NONE OF THIS IS REAL",
        "artist": "DJ Rozwell",
        "score": 7,
        "description": "Brain tumor music."
    },
    {
        "name": "drowning",
        "artist": "Ace of Spades (punk)",
        "score": 5,
        "description": "Liked it less than phoria, felt the first half was extremely weak but I was pleasantly surprised by the last two especially 'Home' which imo is the best song Ace of Spades has ever made, held back by the vocals. Tbh the vocals are easily the worst part of this project and don't mesh well at all with the often good instrumentals."
    },
    {
        "name": "the art of aloneness",
        "artist": "m4y4h4n",
        "score": 4.5,
        "description": "An ambient album to be sure, didn't blow me away or really do anything for me at all but was some background noise to just forget about."
    },
    {
        "name": "Velocity : Design : Comfort.",
        "artist": "Sweet Trip",
        "score": 3,
        "description": "'Dsco' and 'Chocolate Master' were the only good things on this, the rest was just a bunch of glitchy sounds that hurt my head. \n Edit: Dsco cannot carry this changing my score from 5.6 to 3.9. Edit 2: Knocking this from 3.9 to 2.9 it's just so bad I'm sorry."
    },
    {
        "name": "CPU Buddha",
        "artist": "CPU Buddha",
        "score": 7.5,
        "image": "https://i.imgur.com/qypyZD7.png",
        "description": "I'm the consumer wojack I need more Digital hardcorH in my life please god how did only like three albums come out this year, also the cover is really cool, it's like a lake and then you look harder and its a CPU and its like holy shit."
    },
    {
        "name": "Bitches Brew",
        "artist": "Miles Davis",
        "score": 2.5,
        "description": "I don't get the hype around this one because this album put me to sleep, even the parts I didn't like I couldnt put on a playlist or anything because all the songs were like 20 minutes long. \n Edit: Heard the first few songs again it was worse than I remembered, 3.9 -> 2.5."
    },
    {
        "name": "Death & Rebirth",
        "artist": "asukagender",
        "score": 7.5,
        "image": "https://i.imgur.com/mMWemJO.png",
        "description": "A genuinely good shoegaze EP by askuagender?? My only wish is that it was longer. 'Lies and Silence' might have been one of my favourite songs this year. \n Edit: Did this get wiped out of existence wtf happened??"
    },
    {
        "name": "I'm Sure",
        "artist": "Harmless",
        "score": 6,
        "description": "Another 11 year old me classic, I think this one holds up a little better than Mild High Club and 'Swinging lynn still goes just as hard as i remember, it just suffers from too much filler."
    },
    {
        "name": "Skiptracing",
        "artist": " Mild High Club",
        "score": 5.5,
        "description": "I really liked this like 5 years ago but now ehhhhhh? Homage is still a banger and a classic but the rest doesn't hold up as well, especially the entire second half. Just one great song can't make an album it seems."
    },
    {
        "name": "HARDSTONE PSYCHO",
        "artist": " Don Toliver",
        "score": 2,
        "description": "My friend told me to listen to this one and holy this shit is ass, even the best song on here (tore up) sucked and by like five songs it the entire album felt like I had collapsed in on itself."
    },
    {
        "name": "SOPHIE",
        "artist": " SOPHIE",
        "score": 2.5,
        "description": "Yowch, thats gonna leave a mark, I prayed that everything on here was going to be as good as reason why and not like the other singles but no :( this ruined my week. I just feel sad now, how could this happen to my beloved goat."
    },
    {
        "name": "13 Inch Frank Beltrame Italian Stiletto with Bison Horn Grips",
        "artist": " Xiu Xiu",
        "score": 4.5,
        "description": "Perhaps too experimental? I liked 'Arp Omni' and 'Veneficium' but the rest was perhaps too grating?? Like I could see they were trying to do stuff and really push the boundaries so I couldnt put it much lower because I respect that but it might just not be for me."
    },
    {
        "name": "MAGDALENE",
        "artist": "FKA twigs",
        "score": 7,
        "image": "https://i.imgur.com/uI5LQ9d.png",
        "description": "Some parts of this album put me to sleep and then the song after shocked me awake and it was the best thing I've ever heard, would have been higher if 'Thousand Eyes', 'Holy Terrain' and 'Daybed' weren't here. Not bad songs just didn't feel like they fit."
    },
    {
        "name": "American IV: The Man Comes Around",
        "artist": "Johnny Cash",
        "score": 8.5,
        "image": "https://i.imgur.com/2usqrlA.png",
        "description": "Great way to end Johnny Cash's career (and life ig). Hurt is also an all time classic and a cover that is almost better than the original and also completely changes the meaning of the original."
    },
    {
        "name": "HOW TF IS THIS A MIXTAPE?",
        "artist": "DaBaby",
        "score": 3,
        "description": "Haven't heard dababy since like baby on baby and wtf happened to this guy bruh just retire."
    },
    {
        "name": "SMOKE IT TO THE BUTT",
        "artist": "Cynthoni",
        "score": 3.5,
        "description": "Idk why everyone decided to drop on October 4th but this ruined my October 4th. Cynthoni keeps doing the same stuff over and over again and if I'm being real I was already bored with it by pt 1. 'Quitting Is Hard, Not Quitting Is Harder' is really good though so that kind of carries."
    },
    {
        "name": "I LAY DOWN MY LIFE FOR YOU",
        "artist": "JPEGMAFIA",
        "score": 9,
        "image": "https://i.imgur.com/T4XOQF5.png",
        "description": "Actually listened to this on release I just haven't added everything I've listened to here yet, anyway this is another peggy classic, some of this shit is straight beautiful and way more mature then I expected from a JPEGMAFIA album."
    },
    {
        "name": "The New Sound",
        "artist": "Geordie Greep",
        "score": 10,
        "image": "https://i.imgur.com/b9JiwEo.png",
        "description": "GREEP SWEEP GREEP SWEEP JUST LISTENED TO THE LEAK AND HOLY SHIT AOTY IM NOT KIDDING!!!!! \n Edit: Okay after chilling out and a few relistens this is even better than I first thought, 'As If Waltz' is my favourite song on this and one of my favourites of all time. I was bawling my eyes out on it istg. Such a powerful album in every aspect."
    },
    {
        "name": "Luv(sic) Hexalogy",
        "artist": "Nujabes & Shing02",
        "score": 9.5,
        "image": "https://i.imgur.com/wd7xm3H.png",
        "description": "This album needs more luv (still got it). This is one of the most beautiful pieces of media I have ever heard. I was crying by pt 3 and I was completely bawling by the finale. I cant even articulate how great this album is, it's just one of those things you have to hear for yourself. Even the remixes are super high effort and worth your time. I cant believe I just found out about this. I know this is rambly but I just cannot possibly articulate my thoughts on this right now, please just listen to it. \n Edit: 10 -> 9.5, it hurts but this album has grown off me a little."
    },
    {
        "name": "pastpresentfuture",
        "artist": "Kittydog",
        "score": 6,
        "description": "My favourite furry autotuney album if you get me. 'Death at Your Expense' was really good. It's good that this album is short though as it probably couldn't have kept me engaged for more than like 30 minutes."
    },
    {
        "name": "CHIROPTERA MATIERE PREMIERE",
        "artist": "Thomas Bangalter",
        "score": 2,
        "description": "This felt like one of those one hour of silence interrupted by falling pipes videos."
    },
    {
        "name": "The College Dropout",
        "artist": "Kanye West",
        "score": 9,
        "image": "https://i.imgur.com/foThdCp.png",
        "imageB": "https://i.imgur.com/LXng9Uq.png",
        "description": "Better than Graduation, not a single miss, not even the skits. It's kind of sad to click on the people featuring in some of the songs and see their music careers went nowhere though."
    },
    {
        "name": "Graduation",
        "artist": "Kanye West",
        "score": 7.5,
        "image": "https://i.imgur.com/Gof7zHw.png",
        "imageB": "https://i.imgur.com/vWUgPmH.png",
        "description": "The first Kanye I actively sought out was Graduation after he went all nazi and shit and I wasn't disappointed. 'Stronger', 'Barry Bonds' and 'Drunk and Hot Girls' kind of sucked though I don't know, the other songs made up for it luckily. I need 'Bittersweet Poetry' on Spotify."
    },
    {
        "name": "Watch the Throne",
        "artist": "JAY-Z & Kanye West",
        "score": 3,
        "description": "This album sucks ass, the best song on this is Otis and even then that song isn't very good as the sample gets a little annoying."
    },
    {
        "name": "The Life of Pablo",
        "artist": "Kanye West",
        "score": 9.5,
        "image": "https://i.imgur.com/HcceyVr.png",
        "imageB": "https://i.imgur.com/2730HZm.png",
        "description": "I FEEL LIKE PABLO WHEN IM WORKING ON MY SHOES I FEEL LIKE PABLO WHEN I SEE ME ON THE NEWS I FEEL LIKE PABLO WHEN IM WORKING ON MY HOUSE TELL EM THE PARTIES IN HERE WE DONT NEED TO GO OUT!! NO MORE PARTIES IN LA IS THE BEST KANYE SONG OF ALL TIME FULL STOP !!! (DOES ANYBODY FEEL BAD FOR BILL COSBY?)"
    },
    {
        "name": "ye",
        "artist": "Kanye West",
        "score": 8.5,
        "image": "https://i.imgur.com/a8MSGFx.png",
        "imageB": "https://i.imgur.com/hUtgPPE.png",
        "description": "Last great album this man made. Every song on here slaps and 'Ghost Town' is one of the best hes ever made straight up. Cover also goes hard."
    },
    {
        "name": "VULTURES 2",
        "artist": "Kanye West",
        "score": 1,
        "description": "Yowch, that's gonna leave a mark. This album was so boring it took me four weeks to finish a 49 minute long album. The best songs on here were 'TIME MOVING SLOW', 'PROMOTION' and '530' and one of them is an old song he released with no changes and the other two I just have to pretend I cant hear the lyrics. Reach for the popcorn, oops thats my cock was the best part of the album though. \n Edit: Fuck he added a shitty ai verse to 530 bruh."
    },
    {
        "name": "VULTURES 1",
        "artist": "Kanye West",
        "score": 3.5,
        "description": "Nazi stuff aside this album just sucked, it had so many misses. I did like 'STARS', 'BURN' and 'BACK TO ME' though so thats something but I miss when Kanye could make music."
    },
    {
        "name": "Intro Bonito",
        "artist": "Kero Kero Bonito",
        "score": 4,
        "description": "Sorry KKB this album was kind of bad, there werent many aggressively bad songs (except for cat vs dog) but the only memorable ones were intro bonito and sick beat."
    },
    {
        "name": "Melt My Eyez See Your Future (The Extended Edition)",
        "artist": "Denzel Curry",
        "score": 9,
        "image": "https://i.imgur.com/TOYWsoF.png",
        "description": "Holy shit have sexual intercourse with me Denzel Curry I love you so much. The extra tracks are all so jazzy and sometimes actually better than the original versions which I already loved (especially 'Melt Session #1 Cold Blooded Version', one of the best songs of all time I swear)."
    },
    {
        "name": "143",
        "artist": "Katy Perry",
        "score": 3,
        "description": "Oml JID please stop featuring in dogshit you're hurting me."
    },
    {
        "name": "児童カルテ",
        "artist": "神聖かまってちゃん [Shinsei Kamattechan]",
        "score": 4,
        "description": "Boring J-Pop with a side of a song about a girl killing herself that makes people pretend this album sounds good. RIP but this album sucks."
    },
    {
        "name": "Are You Experienced",
        "artist": "Jimi Hendrix",
        "score": 7.5,
        "description": "I really like this album and manic depression is my favourite jimi hendrix song but holy shit i hate how they made some instruments just play out the left ear in the 60s, my ear is fucked or something so its like physically painful to hear this album without mono. -1 point. Top 10 album titles though."
    },
    {
        "name": "3 + 5",
        "artist": "Melt-Banana",
        "score": 4.5,
        "description": "It was certainly noisy though somehow still got a little boring and repetitive even at only 24 minutes long."
    },
    {
        "name": "BLAME IT ON BABY",
        "artist": "Da Baby",
        "score": 5.5,
        "description": "This album is like a rollercoaster but like a roller coaster that launches you to your death halfway through. The first seven songs were really good and then they hit me with back to back to back to back to back to back to back dogshit."
    },
    {
        "name": "Baby On Baby",
        "artist": "Da Baby",
        "score": 3,
        "description": "'Goin Baby' goes hard its really good I swear !! The rest of it sucks ass though so like -4 points."
    },
    {
        "name": "Future Nostalgia",
        "artist": "Dua Lipa",
        "score": 7.5,
        "description": "If this didnt have the last two tracks it would have been the best dance pop album since Michael Jackson (\n Edit: I wrote this before listening to many great dance pop albums). Tragic that Da Baby peaked in someone elses album though."
    },
    {
        "name": "Radical Optimism (Extended Versions)",
        "artist": "Dua Lipa",
        "score": 3.5,
        "description": "I havent listened to the original yet but I heard this was better so I listened to this instead and holy shit this was forgettable, this is such a boring pop album in which Dua Lipa does nothing interesting or new. I just want another future nostalgia level project please god."
    },
    {
        "name": "Nothing Was The Same",
        "artist": "Drake",
        "score": 7.5,
        "description": "Best album Drake's ever made, a few misses for me but it had so much great shit, especially 'Tuscan Leather (incredible opener) and 'Pound Cake / Paris Morton Music 2' (incredible closer)."
    },
    {
        "name": "The Dangers In My Heart (Original TV Anime Soundtrack)",
        "artist": "牛尾憲輔 [Kensuke Ushio]",
        "score": 2,
        "description": "Trash soundtrack for a trash show. Mr. Kensuke has never made a good soundtrack in his entire life and is the worst part of every show hes in. Worst part of Silent Voice, worst part of CSM and worst part of Devilman. Stop hiring this man please."
    },
    {
        "name": "The Glow, Pt. 2",
        "artist": "The Microphones",
        "score": 4.5,
        "description": "Never caught my attention in its entire one hour, it was just more like background noise or something. I don't know why people love this so much, maybe I'll need to relisten at some point."
    },
    {
        "name": "A Promise",
        "artist": "Xiu Xiu",
        "score": 6,
        "description": "Album was good sometimes and boring others but 'Apistat Commander' was so good holy shit, might be a top 50."
    },
    {
        "name": "100$",
        "artist": "Løvesick",
        "score": 4,
        "description": "I cant wait to tell my friend the song he likes sucks. I'm going to wait to meet him face to face again to break this to him."
    },
    {
        "name": "All Born Screaming",
        "artist": "St. Vincent",
        "score": 7,
        "description": "My first time listening to 'St Vincent and it was kind of underwhelming, it was good don't get me wrong but it just didnt stick with me like it did for a lot of other people."
    },
    {
        "name": "Let's Get Retarded",
        "artist": "The Black Eyed Peas",
        "score": 7,
        "description": "Whoever removed this from Spotify go fuck yourself this goes hard and 'Lets Get Started' is infinitely less funny. I don't even think this is ableist, they aren't targetting anyone they are just silly little goobers and everyone freaked the fuck out."
    },
    {
        "name": "A Moon Shaped Pool",
        "artist": "Radiohead",
        "score": 8,
        "description": "Had some pretty awesome moments, especially at the start, 'Burn the Witch' is an almost perfect intro song in my opinion but it was just kind of boring at some points too, especially 'Desert Island Disk' that song was garbage. It also felt samey a lot of the time which didnt help its situation. \n Edit: 7 -> 8, Radiohead as a band has grown on me recently and so i decided to relisten and it seems this album has grown on me too. Very beautiful album with some real bangers, 'Decks Dark' especially."
    },
    {
        "name": "genre: bradboy",
        "artist": "B Dizzle",
        "score": 0.5,
        "description": "Not related to this album but like I just saw that video about Brad starting youtube again and that man did not look healthy send him back to rehab."
    },
    {
        "name": "Forbidden Frequencies",
        "artist": "Onision",
        "score": 0.5,
        "description": "Please someone tell Onision to stop making music he peaked at the banana song."
    },
    {
        "name": "アダンの風 (Windswept Adan)",
        "artist": "青葉市子 [Ichiko Aoba]",
        "score": 8,
        "image": "https://i.imgur.com/SsDt7uM.png",
        "description": "Majestic, beautiful album. 'Parfum d'etoiles' is probably now one of my favourite songs of all time straight up it is that beautiful."
    },
    {
        "name": "Ceres & Calypso in the Deep Time",
        "artist": "Candy Claws",
        "score": 9,
        "image": "https://i.imgur.com/2hFXTcD.png",
        "description": "Incredibly dense album that makes me feel like I really am in some forest or jungle or whatever the place in the cover is. As a side note the cover looks awesome and is the only reason I gave this a chance and thank god I did. Best songs on here are 'Fell in Love' and 'Pangea Girls'."
    },
    {
        "name": "To See the Next Part of the Dream",
        "artist": "파란노을 [Parannoul]",
        "score": 6.5,
        "description": "Good but not Parannoul's best by a long shot, the first few were really good especially white ceiling but the rest kind of fell flat for me."
    },
    {
        "name": "Pink Tape",
        "artist": "f(x)",
        "score": 8,
        "image": "https://i.imgur.com/nwH8S8q.png",
        "description": "I cannot tell anyone I fw this. 'Airplane' is the best K-Pop song of all time!"
    },
    {
        "name": "Remain in Light",
        "artist": "Talking Heads",
        "score": 8.5,
        "image": "https://i.imgur.com/DJhzKyR.png",
        "imageB": "https://i.imgur.com/e7o0I3z.png",
        "description": "I love you Talking Heads !! This album is funky and fun. Every song on here is a banger. My dad hates this album though for some reason idk bad taste I guess."
    },
    {
        "name": "The Name of This Band Is Talking Heads",
        "artist": "Talking Heads",
        "score": 8.5,
        "image": "https://i.imgur.com/TVzz6db.png",
        "imageB": "https://i.imgur.com/clSK77w.png",
        "description": "Best version of the best talking heads song (Born Under Punches). Even if everything else sucked I would have still given it like a 7, luckily the rest of the songs are as good if not better than their album versions. Except for this Psycho Killer version though it kind of sucked imo."
    },
    {
        "name": "Stop Making Sense",
        "artist": "Talking Heads",
        "score": 7.5,
        "image": "https://i.imgur.com/Z1prxU6.png",
        "description": "Very good but kind of overrated imo."
    },
    {
        "name": "stop loving me!",
        "artist": "tuv",
        "score": 3,
        "description": "Why do I keep listening to tuv's music? I have to stop. Anyways this was just worse than the first one."
    },
    {
        "name": "Toxicity",
        "artist": "System of a Down",
        "score": 8.5,
        "image": "https://i.imgur.com/K9ge8IB.png",
        "description": "I don't know who the System of a Down Singer is but I love him, System of a Down's albums sound so unique to other metal records I've heard and I love it."
    },
    {
        "name": "LONG SEASON",
        "artist": "Fishmans",
        "score": 8.5,
        "image": "https://i.imgur.com/RHYhEKo.png",
        "description": "Could have been a 9 if part 3 was changed, it was in the live album though so thats the best version of this song. This is still really great though."
    },
    {
        "name": "宇宙 日本 世田谷 (Uchū Nippon Setagaya)",
        "artist": "Fishmans",
        "score": 9,
        "image": "https://i.imgur.com/sKibHTD.png",
        "description": "My second favourite Fishmans thing and feels so different from the rest of their stuff but still sounds like them. I can't explain it but I had a massive smile the entire time."
    },
    {
        "name": "空中キャンプ (Kūchū Camp)",
        "artist": "Fishmans",
        "score": 8.5,
        "image": "https://i.imgur.com/yuBlkf9.png",
        "description": "Less dreamy then the other projects of theirs but it makes up for it but just being really fun."
    },
    {
        "name": "98.12.28 男達の別れ (98.12.28 Otokotachi no wakare)",
        "artist": "Fishmans",
        "score": 9.5,
        "image": "https://i.imgur.com/uSlRBQX.png",
        "description": "The greatest live album of all time. It solves any issues I've had with their other songs. Particularly 'ゆらめき IN THE AIR' and 'LONG SEASON' turn from extremely good to masterpieces. I genuinely cannot believe this was performed live. Some of the most beautiful, charming and mystical sounding music I've ever heard. I swear to god after this album ended I started hyperventilating and shit because I had my breath held the whole time."
    },
    {
        "name": "The Stranger",
        "artist": "Billy Joel",
        "score": 8.5,
        "description": "It seems such a waste of time, if thats what its all about. Mama if thats movin up, then I'm moving out !! Peak!"
    },
    {
        "name": "The Turning Wheel",
        "artist": "SPELLLING",
        "score": 4.5,
        "description": "Might need to listen to this again at some point but I just wasn't feeling it at the time."
    },
    {
        "name": "HARAM",
        "artist": "Armand Hammer & The Alchemist",
        "image": "https://i.imgur.com/IweSQUv.png",
        "score": 4.5,
        "description": "Sorry armand this sounds like shit, fire cover though. \n Edit: This was hyperbolic, the album's not that bad."
    },
    {
        "name": "Funeral",
        "artist": "Arcade Fire",
        "image": "https://i.imgur.com/m0VZOCC.png",
        "imageB": "https://i.imgur.com/hvTbpQe.png",
        "score": 9,
        "description": "It's insane this album got made in 2004. It still sounds so fresh despite not the greatest production, it's like 10 years ahead of its time at least. The cover not making a square doesn't please me though. All four Neighborhood's  and Rebellion especially go hard."
    },
    {
        "name": "Ghoosteen",
        "artist": "Nick Cave and the Bad Seeds",
        "score": 6,
        "description": "All my opinions have been formed by anthony fantano. He ruined this for me."
    },
    {
        "name": "The Very Best of Judy Collins",
        "artist": "Judy Collins",
        "score": 7,
        "description": "Best version of 'Amazing Grace' out there !! The rest is a vibe too."
    },
    {
        "name": "Pointy Heights",
        "artist": "Fousheé",
        "score": 5.5,
        "description": "Ehhh, its alright, just kind of forgettable. '100 bux' and 'war' go hard though."
    },
    {
        "name": "Slumdog Millionaire (Music From The Motion Picture)",
        "artist": "A. R. Rahman",
        "score": 7.5,
        "description": "Thank you my one true love, 'Mausam & Escape'."
    },
    {
        "name": "Reeds and Seeds",
        "artist": "ImRuscelOfficial",
        "score": 7,
        "description": "Shockingly good for a PvZ jazz album made by some guy on YouTube. Some songs were forgettable but 'Loonboon' went hard so we all good."
    },
    {
        "name": "El Jardín de los Presentes",
        "artist": "Invisible",
        "image": "https://i.imgur.com/4UeIEq9.png",
        "imageB": "https://i.imgur.com/UkLq6SM.png",
        "score": 8,
        "description": "Me encanta el jardín de los presentes !! (I did year 9 Spanish and yet somehow this is the extent of my vocab.)"
    },
    {
        "name": "Electric Landlady",
        "artist": "The Jimi Hendrix Experience",
        "image": "https://i.imgur.com/A8R0XBy.png",
        "imageB": "https://i.imgur.com/AwYSUsL.png",
        "score": 8.5,
        "description": "I make love to you in your sleep and lord knows you felt no pain? Ok Jimi."
    },
    {
        "name": "Ta-Dah",
        "artist": "Scissor Sisters",
        "score": 7,
        "description": "A fun album but not really that memorable idk. I can't decide is pretty good though."
    },
    {
        "name": "We Buy Diabetic Test Strips + Doves",
        "artist": "Armand Hammer",
        "score": 8,
        "image": "https://i.imgur.com/RHW0qM3.png",
        "imageB": "https://i.imgur.com/Lor4zuB.png",
        "description": "Godspeed You! Black Emperor if they made good music."
    },
    {
        "name": "VOLCANIC BIRD ENEMY AND THE VOICED CONCERN",
        "artist": "Lil Ugly Mane",
        "score": 9.5,
        "image": "https://i.imgur.com/6aisysl.png",
        "imageB": "https://i.imgur.com/pXWAzyV.jpeg",
        "description": "8.6 -> 8.8 -> 9.2 -> 9.6 -> 10. This album grew on me like crazy. Tonight I decided to give it another relisten and spent like a fully hour crying. I know it's a little cliche to say but this album feels like how it feels to be in an insane dream, where everything feels normal and you only realise how off everything was when you wake up. Incredible. \n Edit: 10 -> 9.5, not hitting me the same sadly."
    },
    {
        "name": "Master of Puppets",
        "artist": "Metallica",
        "score": 8,
        "image": "https://i.imgur.com/z1ImYWz.png",
        "imageB": "https://i.imgur.com/vXnCPyT.png",
        "description": "This album was great but I feel like it wasn't as insane and over the top as expected. Honestly kind of a chill metal album idk (not a bad thing though)."
    },
    {
        "name": "Discovery",
        "artist": "Daft Punk",
        "score": 7.5,
        "image": "https://i.imgur.com/g22OA1l.png",
        "imageB": "https://i.imgur.com/sQTvfYV.png",
        "description": "What the fuck is french house and why is it so fire. \n Edit: 8.1 -> 7.5 while I still think this album is really good it's grown off me a little, a lot of the songs feel a bit repetative to me now."
    },
    {
        "name": "Timely!!",
        "artist": "Anri",
        "score": 8.5,
        "image": "https://i.imgur.com/Th2jgKu.png",
        "imageB": "https://i.imgur.com/kvqu3rX.png",
        "description": "This was my first time listening to a J-Pop album so I decided to just pick the highest rated one and I was not disappointed. This album was just so charming and fun even if I can't understand a word she is saying. I don't know what city pop is but this is probably the best of that too."
    },
    {
        "name": "Red",
        "artist":"King Crimson",
        "score": 4.5,
        "description": "Sorry Mr. Crimson but this album is just boring and 'Providence' is straight up bad."
    },

    {
        "name": "Symbolic",
        "artist":"Death",
        "score": 9,
        "image": "https://i.imgur.com/piYKPbv.png",
        "imageB": "https://i.imgur.com/TeeC9Mt.png",
        "description": "Best metal album I've ever heard. Insane riffs, insane vocals and the perfect energy that you should have in a metal album, this entire album sounds so chaotic and it's just something you have to experience yourself. Go listen to this right now !!"
    },
    {
        "name": "Garbage",
        "artist":"Garbage",
        "score": 5,
        "description": "Not garbage, just mediocre (badum tss) (still got it). Every song just made me feel nothing."
    },
    {
        "name": "Led Zeppelin IV",
        "artist":"Led Zeppelin",
        "score": 7.5,
        "description": "Very good album but I had a mix up on spotify and accidentally listened to 'Symbolic' by Death the first time and didn't realise because this was my first time hearing a Led Zeppelin album."
    },
    {
        "name": "Ghosteen",
        "artist":"Nick Cave and the Bad Seeds",
        "score": 6,
        "description": "It was alright, not as good as the 93 critic score implies though. The mixing was kind of fucked at some points and it just felt tedious a lot of the time."
    },
    {
        "name": "You Won't Get What You Want",
        "artist":"Daughters",
        "score": 6,
        "description": "Sorry Anthony Fantano but this is not an 10. Still was a pretty alright rock album and I had a fine time with it but like cmon man. Maybe it's just too deep for me."
    },
    {
        "name": "Beloved! Paradise! Jazz?!",
        "artist":"McKinley Dixon",
        "score": 7.5,
        "description": "Thought he had a paw on the cover and I was bout to listen to some furry jazz rap. Very disappointed that wasn't the case."
    },
    {
        "name": "The Melodic Blue",
        "artist":"Baby Keem",
        "score": 5.5,
        "description": "The features were carrying this album so hard (except for 16 that shit was fire)."
    },
    {
        "name": "MTV Unplugged in New York",
        "artist":"Nirvana",
        "score": 7,
        "image": "https://i.imgur.com/4o9aii6.png",
        "imageB": "https://i.imgur.com/c7LdWrK.jpeg",
        "description": "My favourite performance from Nirvana, very strong album with the best variant of every song they perform except for the 'Man Who Sold the World' and I will die on that hill. kurts range musically is crazy and fun fact apparently someone bought the cardigan he was wearing for $334k ?? \n Edit: 8 -> 7, just wasn't feeling it as much upon a relisten. "
    },
    {
        "name": "Live At Folsom Prison",
        "artist":"Johnny Cash",
        "score": 4,
        "description": "Really overrated? Maybe it's because I just don't like country but this album was just really boring for me and I was not having a good time with Mr Cash."
    },
    {
        "name": "ear candy",
        "artist":"tuv",
        "score": 3,
        "description": "YouTubers need to stop making music holy shit what is this."
    },
    {
        "name": "Zerstör Dich Selbst",
        "artist":"N1n0",
        "score": 2.5,
        "description": "Not very good. I don't know how this got a 70 on aoty but harsh noise isn't my favourite genre despite popular belief."
    },
    {
        "name": "The Mollusk",
        "artist":"Ween",
        "score": 8,
        "image": "https://i.imgur.com/0cRs1LK.png",
        "imageB": "https://i.imgur.com/QvmMGOP.png",
        "description": "Another weird as album that somehow achieves its purpose (which I assume is making me an ocean man) perfectly. I've never really heard an album like this before and every song is really unique and I like it a lot, it's like a rollercoster ride but instead of ups and downs it just keeps going up until we reach the sun and die. As a side note Buckingham Green is way better than ocean man I swear to god."
    },
    {
        "name": "Slipknot",
        "artist":"Slipknot",
        "score": 8,
        "image": "https://i.imgur.com/moRzGZQ.png",
        "imageB": "https://i.imgur.com/qlJdW0P.png",
        "description": "Insane ass album with an intense but also kind of silly fun energy to it which I can't say I saw coming. My dad didn't enjoy this one though, said he found it 'pathetic' no clue what he means by that though."
    },
    {
        "name": "Soundtracks for the Blind",
        "artist":"Swans",
        "score": 3,
        "description": "Overrated piece of dog shit. The first three songs were the best in the entire album and only song I enjoyed on copper was the sound. I cant believe I wasted 2 hours of my life listening to this with the assumption that it would get better and it being called a masterpiece would start to make sense. I couldn't even tell this album's songs apart because they all sound the same and the whispering vocals made me feel like I was going senile."
    },
    {
        "name": "System of a Down",
        "artist":"System of a Down",
        "score": 8,
        "image": "https://i.imgur.com/v8Js4QG.png",
        "imageB": "https://i.imgur.com/4nrCleU.png",
        "description": "My girl, you know, she lashes out at me sometimes and I just fucking kick her !! Bars."
    },
    {
        "name": "Plants Vs. Zombies Original Video Game Soundtrack",
        "artist":"Laura Shigihara",
        "score": 7.5,
        "description": "Why was this flash games soundtrack so good wtf."
    },
    {
        "name": "Ocean Eyes",
        "artist":"Owl City",
        "score": 5,
        "description": "It's fine but forgettable. Nothing stood out as bad but same goes for nothing being good, straight down the middle."
    },
    {
        "name": "Loss of Life",
        "artist":"MGMT",
        "score": 7.5,
        "description": "All over the place but it has a lot of great stuff, 'Dancing in Babylon' is magestic and 'Loss of Life' might be my favourite or at least one of my favourite songs this year."
    },
    {
        "name": "MGMT",
        "artist":"MGMT",
        "score": 6,
        "description": "First half was good, second half wasnt, probably evens out to like a 6."
    },
    {
        "name": "Congratulations",
        "artist":"MGMT",
        "score": 7,
        "description": "Living Tombstone ass cover."
    },
    {
        "name": "Little Dark Age",
        "artist":"MGMT",
        "score": 7.5,
        "description": "Random nazis online have never been the same since this dropped."
    },
    {
        "name": "Gemini Rights",
        "artist":"Steve Lacy",
        "score": 7.5,
        "description": "Smooth. I get why TikTok likes this stuff."
    },
    {
        "name": "Choose Your Weapon",
        "artist":"Hiatus Kaiyote",
        "score": 6.5,
        "image": "https://i.imgur.com/Y9gynhy.png",
        "description": "Best part of the album is the cover. I don't like jazz either so that doesn't help."
    },
    {
        "name": "TRANS TRAP",
        "artist":"gundeityxlestabed",
        "score": 5.5,
        "description": "Lucky this is only 10 minutes because if it was like 30 this would be like 2."
    },
    {
        "name": "The Forever Story (Extended Version)",
        "artist":"JID",
        "score": 9,
        "description": "This my son, he came from these nuts. This negro came back from school all tatted up like the sistine chapel talkin bout how he aint playin football no more."
    },
    {
        "name": "The Blackfayce - EP",
        "artist":"Mrgirl",
        "score": 1,
        "description": "I still think that he's doing this ironically but he's fallen so far its just kind of sad."
    },
    {
        "name": "Ultra 85",
        "artist":"Logic",
        "score": 8.5,
        "description": "Just looked out the window and saw a pig flying wtf."
    },
    {
        "name": "Young Alpha 5",
        "artist":"Young Alpha",
        "score": 0.5,
        "description": "Young Alpha couldnt even get a girl on the cover this shit is ass wtf."
    },
    {
        "name": "Mane I Can't",
        "artist":"Earson",
        "score": 4,
        "description": "Sometimes you dig too deep."
    },
    {
        "name": "Acid Rap",
        "artist":"Chance the Rapper",
        "score": 7,
        "description": "Collapses halfway through but the start and the end are pretty great and just a fun time. Very barely a 7."
    },
    {
        "name": "1959",
        "artist":"/.../",
        "score": 5.5,
        "description": "It's fine, didnt make me feel anything in specific it was just an alright time."
    },
    {
        "name": "Dream Vessel",
        "artist":"Blushy Buttercup",
        "score": 2.5,
        "description": "Guess what this has in common with mommycore."
    },
    {
        "name": "Coloring Book",
        "artist":"Chance the Rapper",
        "score": 7,
        "description": "Charming and infectious. Unlike acid rap it doesn't collapse halfway through but it doesn't reach as high highs as acid rap. Still puts a smile on my face though."
    },
    {
        "name": "to whoever wants to hear",
        "artist":"Dream",
        "score": 2,
        "description": "Yung Gravy made a song better this is not a good sign."
    },
    {
        "name": "Hazbin Hotel (Original Soundtrack)",
        "artist":"a bunch of people",
        "score": 2,
        "description": "It's so cringy I cant take it. If I get to hell and it's made by Vivziepop I'm gonna be so pissed."
    },
    {
        "name": "Bird's Eye",
        "artist":"Ravyn Lenae",
        "score": 6.5,
        "description": "It was a good listen, kept me interested and was pretty chill but didnt really leave me wanting more."
    },

    {
        "name": "After the Magic",
        "artist":"파란노을 [Parannoul]",
        "score": 7,
        "description": "Decided to give this a listen after seeing anthony fantano (my biggest opp) give sky hundred a 6. Pretty fire, still prefer sky hundred though !!"
    },
    {
        "name": "RECKLESS",
        "artist":"NAV",
        "score": 2.5,
        "description": "The good: beats, the bad: everything else."
    },
    {
        "name": "Charm",
        "artist":"Clairo",
        "score": 5,
        "description": "I get while people like it but also it bored me to death so I don't care. Still I cant say it's bad as it clearly just isn't for me."
    },
    {
        "name": "Yes, Virginia...",
        "artist":"The Dresden Dolls",
        "score": 3.5,
        "description": "Made me cringe, make this all in a language I don't understand and I'll like it more."
    },
    {
        "name": "The Black Parade",
        "artist":"My Chemical Romance",
        "score": 6,
        "description": "Might be because I listened to this right after tcfsr but it as just too emo for me."
    },
    {
        "name": "Popular Monster",
        "artist":"Falling In Reverse",
        "score": 2,
        "description": "You know those videos of two squares and the smaller one is knocking against the wall and the heavier one and it's counting how many hits until the heavy one gets knocked away? Yeah. \n Edit: Lowkey I have no idea what I was on about."
    },
    {
        "name": "Deathconsciousness",
        "artist":"Have a Nice Life",
        "score": 9.5,
        "image": "https://i.imgur.com/QuMPnoh.png",
        "imageB": "https://i.imgur.com/6mACuJv.png",
        "description": "I think I might like shoegaze (wtf) ?? I've never been depressed (I'm somewhat of a mental health massiah) so it's not like I relate too heavily to whats being said here, but I can hear the emotion in this and it's mad beautiful tbh (and just between me and you, I cried on 'There Is No Food'). There are also lots of bangers in this album too, like half of this album is going on my regular listening playlist and theres nothing anyone can do to stop me from playing them when I get the aux (I don't get the aux)."
    },
    {
        "name": "Hex Dealer",
        "artist":"Lip Critic",
        "score": 8,
        "description": "I love this guys voice so much, very good addition to my favourite genre, terminally onlinecore."
    },
    {
        "name": "Desert of Doom",
        "artist":"Bruhguy3457",
        "score": 2.5,
        "description": "Very amateurish sounding (idk how to describe it). By the looks of the album cover it's made by a literal child though so I'm not gonna get too harsh. \n Edit: 4.3 -> 2.5, decided to be harsh."
    },
    {
        "name": "Under Pressure",
        "artist":"Logic",
        "score": 4,
        "description": "Not good, boring a lot of the time but never too bad that it was funny, just slightly above mid."
    },
    {
        "name": "Kurzgesagt, Vol. 8 (Original Motion Picture Soundtrack)",
        "artist":"Epic Mountain",
        "score": 6,
        "description": "It's good studying music istg."
    },
    {
        "name": "Steroids (Crouching Tiger Hidden Gabber Megamix)",
        "artist":"Death Grips",
        "score": 7,
        "description": "20 minutes of pure autism holy shit. \n Edit: 8.5 -> 7, too autistic for me ig."
    },
    {
        "name": "PRODUCT",
        "artist":"SOPHIE",
        "score": 6,
        "description": "BIPP carries so hard."
    },
    {
        "name": "Fine Line",
        "artist":"Harry Styles",
        "score": 6.5,
        "description": "Imagine salt on white rice (it still tastes kinda good though I know this is the whitest thing I've ever said just trust me on this one)."
    },
    {
        "name": "Bump This",
        "artist":"Danny Gonzalez",
        "score": 3,
        "description": "I'm Danny Gonzalez's biggest fan but this is kind of ass. Bad boy is pretty alright but everything else just isn't funny idk."
    },
    {
        "name": "Jenny Death",
        "artist":"Death Grips",
        "score": 9,
        "image": "https://i.imgur.com/dJC5YVB.png",
        "description": "My favourite half of 'The Powers That B'. No back cover for this one as I'm pretty sure it never got a physical release?? So tragic."
    },
    {
        "name": "How Are We Feeling Today?",
        "artist":"Kaizo Slumber",
        "score": 7,
        "description": "Was wondering on 'Gross Technique' how they would keep up this energy then I heard 'Gengar Ectasy' and have been twitching on the floor ever since."
    },
    {
        "name": "Valedictorian",
        "artist":"ian",
        "score": 2.5,
        "description": "Don't really listen to Yeat or Mabu so this just sounds really boring to me. It does not spark joy. Good thing it's only 20 minutes because I might have gone insane."
    },
    {
        "name": "Purple Rain",
        "artist":"Prince",
        "score": 9,
        "description": "Great cover. This album keeps growing on me and everytime I relisten I find another song I was sleeping on. I watched the movie after though and that was ass."
    },
    {
        "name": "Vespertine",
        "artist":"Björk",
        "score": 7.5,
        "description": "My dad complaining the whole time probably didn't help but it didn't really live up to what I expected it to be, that's just because of how high my expectations were based on it's rating on AOTY and RYM though. Still think this album is pretty good."
    },
    {
        "name": "So",
        "artist":"Peter Gabriel",
        "score": 8.5,
        "description": "A very groovy album and the Kate Bush feature was sick, Sledgehammer has been on repeat ever since listening."
    },
    {
        "name": "Imaginal Disk",
        "artist":"Magdalena Bay",
        "score": 9.5,
        "image": "https://i.imgur.com/S8aR4ii.png",
        "description": "Woke up, got some coffee, opened up AOTY, looked at the discover page and spat that shit out. Sorry peggy I cant listen to you I'm too busy flying, listening to she looked at me had my arms spread 400ft above ground and that was just the first song holy shit (best song is tunnel vision btw)."
    },
    {
        "name": "Romance",
        "artist":"Fontaines D.C.",
        "score": 5,
        "description": "Great first half, shit second half. This is only saved by 'Favourite' but I was basically asleep by that point so I don't care. Starburster was one of my favourite songs of the year though so i can't put it much lower than this. \n Edit: 6.7 -> 5 I guess I could put it lower afterall."
    },
    {
        "name": "Exmili-Toby",
        "artist":"Tobuscus",
        "score": 3,
        "description": "Kyle Rittenhouse (the song) was kind of fire I'm not even gonna lie. I have it on my playlist straight up."
    },
    {
        "name": "Hounds of Love",
        "artist":"Kate Bush",
        "score": 6.5,
        "description": "Fairly overrated, had a few really great songs in this but a lot of boring ones making this kind of hard to sit through. Running Up That Hill classic though fr fr."
    },
    {
        "name": "CAROUSEL FROM HELL",
        "artist":"LustSickPuppy",
        "score": 5.5,
        "description": "A bit undercooked and after hearing goatmeal I kind of expected more but an overall fun time. \n Edit: 7.3 -> 5.5, this album sounds worse everytime I hear it shits crazy, still love goatmeal though."
    },
    {
        "name": "Reality",
        "artist":"David Bowie",
        "score": 5,
        "description": "Weird ass cover for a very mid album. Very forgettable with not a single interesting song. What happened to my goat during the 2000s?"
    },
    {
        "name": "shadowbox",
        "artist":"MAVI",
        "score": 7.5,
        "image": "https://i.imgur.com/cJ1cHBw.png",
        "description": "Type of shit to make you never want to listen to MAVI again it was just so soul crushingly good. \n Edit: Still like this one but a lot less than the first listen, 9 -> 7.5"
    },
    {
        "name": "LEGO® White Noise",
        "artist":"LEGO®",
        "score": 0.5,
        "description": "This was anything but a soothing experience. It made my ears feel like they were being tickled from the inside."
    },
    {
        "name": "Our Beautiful Dark Twisted Subreddit",
        "artist":"r/kanye",
        "score": 2,
        "description": "What I expected from r/kanye. Looks like this was fun to make but that didn't translate to being fun to listen to."
    },
    {
        "name": "MOMMYCORE",
        "artist":"Blushy Buttercup, Princess Bunny, DJ PUPPYBUTT & Starmoon",
        "score": 2,
        "description": "Imagine going to heaven and then having to explain to your ancestors why you listened to mommycore."
    },
    {
        "name": "Dream Vessel",
        "artist":"Blushy Buttercup",
        "score": 1.5,
        "description": "Furry music or not this just sucks ass."
    },
    {
        "name": "TOTEP",
        "artist":"Kero Kero Bonito",
        "score": 7,
        "description": "A warning shot before their hood classic Time 'n' Place."
    },
    {
        "name": "Civilisation II",
        "artist":"Kero Kero Bonito",
        "score": 7.5,
        "description": "We are so back."
    },
    {
        "name": "Civilisation I",
        "artist":"Kero Kero Bonito",
        "score": 6.5,
        "description": "When the fires come had no reason to go that hard wtf. Aside from that probably sadly my least favourite KKB project so far. Not to say its bad but it just kinda missed the mark for me with only one song I added to my playlist and the rest being just mid."
    },
    {
        "name": "death of a rabbit",
        "artist":"your arms are my cocoon",
        "score": 4,
        "description": "Wayy too much ambition compared to their actual ability."
    },
    {
        "name": "Sky Hundred",
        "artist":"파란노을 [Parannoul]",
        "score": 8,
        "description": "The light at the end of the tunnel was a flashbang. What the fuck."
    },
    {
        "name": "Only God Was Above Us",
        "artist":"Vampire Weekend",
        "score": 7.5,
        "image": "https://i.imgur.com/uVvAI7N.png",
        "imageB": "https://i.imgur.com/cFub8Xe.png",
        "description": "Vampire Weekend got me wanting to wear a beanie. Every song slaps and I thoroughly enjoyed this on first listen and second and third. Probably on like 10th by now at least. Great album. \n Edit: 8.5 -> 7.5, I've been on my BKNR shit and honestly I think Vampire Weekend could have pushed further on this album, still good though just doesn't hit the same."
    },
    {
        "name": "Lift Your Skinny Fists Like Antennas to Heaven",
        "artist":"Godspeed You Black Emperor!",
        "score": 5.5,
        "description": "Yeah I really like sitting in complete silence for half of an album, part 1 of storm was literally my favourite start to any album of all time and somehow they still fumbled. I know this is meant to be more an art peice and I appreciate that but I still don't really care, I like albums that people play and you actually hear it, you know, driving a car hearing another car playing it, you know, go to the barbershop and you hear them playing it, you know, turn the radio on and you hear them playing it, you know, it's playing everywhere, it's called great music, it's called albums that you actually hear the songs, not no mysterious shit and you never hear it."
    },
    {
        "name": "Cyberia Lyr1+2=3",
        "artist":"Sewerslvt",
        "score": 5,
        "description": "Sewerslvt out here dropping the most mid breakcore album on earth and somehow still making one of their best albums ever !!"
    },
    {
        "name": "PARTYNEXTDOOR 4 (P4)",
        "artist":"PARTYNEXTDOOR",
        "score": 3.5,
        "description": "If this guy has ghostwriters, fire them. If not, please hire some."
    },
    {
        "name": "Djesse (Vol. 4)",
        "artist":"Jacob Collier",
        "score": 3.5,
        "description": "Should have just made a really good single instead of this boring ass album. My dad liked it though so I guess it's something."
    },
    {
        "name": "dys",
        "artist":"Ace of Spades (punk)",
        "score": 4,
        "description": "I can see potential but that pontential wasn't really taken advantage of until phoria. I also had a small text conversation with Ms Spades. Seems pretty cool."
    },
    {
        "name": "Hobo Johnson Alienates His Fanbase",
        "artist":"Hobo Johnson",
        "score": 1.5,
        "description": "This sounds like shit. I liked the title though."
    },
    {
        "name": "War Ina Babylon",
        "artist":"Max Romeo & The Upsetters",
        "score": 8,
        "image": "https://i.imgur.com/6rdcoPK.png",
        "imageB": "https://i.imgur.com/S2XtOLH.png",
        "description": "Reggae classic that not enough people talk about. Bob Marley who?"
    },
    {
        "name": "Weezer (White Album)",
        "artist":"Weezer",
        "score": 7.5,
        "description": "Whitest thing on earth. Edit: Low hanging fruit past me."
    },
    {
        "name": "Nevermind",
        "artist":"Nirvana",
        "score": 8,
        "description": "A hot take but this is not a top 100 of all time, it's very good and I think I have an idea of why people love it so much but it just doesn't do as much for me as I thought it would. I didn't like how it peaked on track #1 either. Edit: 7.5 -> 8, past me clearly wasn't listening carefully as you'll find Lithium was the best track on this album."
    },
    {
        "name": "10,000 gecs",
        "artist":"100 gecs",
        "score": 5,
        "description": "Just as fun as the last album and sounds slightly more refined idk? It didn't have a song as good as money machine but it was a lot more consistently good. Edit: 7.5 -> 5, look down."
    },
    {
        "name": "1000 gecs",
        "artist":"100 gecs",
        "score": 5.5,
        "description": "It's a really really fun album what can I say. Edit: 7.5 -> 5.5 I have managed to remove the 100 gecs shaped tumour from my head I guess as their music sounds a bit obnoxious to me now."
    },
    {
        "name": "Hellfire",
        "artist":"black midi",
        "score": 7,
        "description": "Good but it could have been better. I don't really know how you could make it better without make it just The New Sound but yeah."
    },
    {
        "name": "SCRAPYARD III",
        "artist":"Quadeca",
        "score": 5.5,
        "description": "Way better then SCRAPYARD imo. This 9 minutes had me levitating, it was a very spiritual experience and easier is crazy. 8.6 -> 5.5, genuninely do not know what I was thinking, did not care for it in a relisten."
    },
    {
        "name": "Some Rap Songs",
        "artist":"Earl Sweatshirt",
        "score": 7,
        "description": "Very good, very depressing too. Shattered Dreams is one of my favourite opening tracks to like almost album. Edit: 7.5 -> 7, just grew off me I guess. I find myself returning to songs off this less and less and it's just gotten a bit stale I guess. Not to say I don't like it anymore though."
    },
    {
        "name": "Frailty",
        "artist":"Jane Remover",
        "score": 8.5,
        "description": "Show this to a Victorian child he'll fucking die, epic prank. This album is all over the place but it feels so right."
    },
    {
        "name": "OIL OF EVERY PEARL'S UN-INSIDES",
        "artist":"SOPHIE",
        "score": 8.5,
        "description": "I just can't see how you can be transphobic when this exists? Like what can you really do at this point."
    },
    {
        "name": "Section.80",
        "artist":"Kendrick Lamar",
        "score": 8,
        "description": "Hiiiipower is my most listened to Kendrick song. That's all I have to say."
    },
    {
        "name": "Yelwah Eoj Yelwah Eoj",
        "artist":"Joe Hawley",
        "score": 1,
        "description": "What the fuck is this Joe? Please go back to grooming minors. I know why he reversed it, copyright and shit, but like did he really think anyone who isn't a Tallyhall superfan would put in the effort to download the mp3 and manually reverse this shit. Anyways I listened to some shitty bootleg Soundcloud version of this before realising he made an unreversed version called Joe Hawley. Jokes on me I guess. This isn't really a 1 I just got too pissed off."
    },
    {
        "name": "Pet Sounds",
        "artist":"The Beach Boys",
        "score": 9.5,
        "image": "https://i.imgur.com/gNLf8Ec.jpeg",
        "imageB": "https://i.imgur.com/SEBwPye.png",
        "description": "So charming, so creative, every single song is great no matter how many people say some haven't aged well. This is how good the Beach Boys could possibly be before they became drug addicts or whatever the fuck."
    },
    {
        "name": "Alone In A Crowd",
        "artist":"Oliver Tree",
        "score": 4.5,
        "description": "I think a fair bit of effort was put into this?? It's almost mid, I'm feeling a strong 5 on the next album."
    },
    {
        "name": "Weezer (Blue Album)",
        "artist":"Weezer",
        "score": 7.5,
        "description": "Guy on far left look like a testicle am I right lads or am I right lads?"
    },
    {
        "name": "SYRE",
        "artist":"Jaden Smith",
        "score": 6,
        "description": "A bit overhated imo. The first 4 songs are straight fire, ninety slaps and most of the other songs are pretty alright. The last one was kind of ass but still listenable. I also don't know why people are criticising jaden for being overly egotistical when thats like 90% of rap music."
    },
    {
        "name": "Sewerslvt Presents: Cynthoni, Pt. 2",
        "artist":"Cynthoni (Sewerslvt)",
        "score": 5,
        "description": "Admittedly better then the first one, feels a lot more complete and clean. It's still boring though and idk how I'm seeing some people saying machine girl needs to take pointers from this. Dumbasses."
    },
    {
        "name": "Sewerslvt Presents: Cynthoni, Pt. 1",
        "artist":"Cynthoni (Sewerslvt)",
        "score": 3.5,
        "description": "Big downgrade from their last album and idk how that happens. It's just so boring and making use of all the weakest aspects of Sewerslvt (except for putting horrific deaths in their songs)."
    },
    {
        "name": "Se Bueno",
        "artist":"TURQUOISEDEATH",
        "score": 7,
        "description": "A good listen. I've seen this being called a Sewerslvt clone just because it's breakcore ig but this is better then anything Sewerslvt has ever made."
    },
    {
        "name": "this EP will definitely outsell ice spice and riskr",
        "artist":"AmyReal",
        "score": 5.5,
        "image": "https://i.imgur.com/fOojIBK.png",
        "description": "A better then expected shitpost EP by amyreal. My favourite song was 'Gambling Addictions Should Be Normalized And Encouraged'."
    },
    {
        "name": "Heathen",
        "artist":"David Bowie",
        "score": 5,
        "description": "A pretty mid album from bowie, had a couple bangers like 'Heathen' and 'Slip Away' but that was it. At least it wasnt as bad as some of the 1980s stuff."
    },
    {
        "name": "Fashion Week",
        "artist":"Death Grips",
        "score": 5.5,
        "description": "Death Grips' worst album and it wasnt even awful just empty without MC Ride's vocals."
    },
    {
        "name": "Liberty",
        "artist":"Takane Lui",
        "score": 3,
        "description": "Hololive makes another one of the most forgettable J-rock albums I've ever heard. If I didnt note down that I'd listened to this I probably would have forgotten. It's not only forgettable though, it also sucks ass."
    },
    {
        "name": "Cowboy Tears",
        "artist":"Oliver Tree",
        "score": 2.5,
        "description": "Big downgrade from his last album. This just felt boring and playing it too safe leading to there being not a single song that was any good."
    },
    {
        "name": "This Is How Tomorrow Moves'",
        "artist":"beabadoobee",
        "score": 6,
        "description": "Bababooey"
    },
    {
        "name": "Clandestino",
        "artist":"Manu Chao",
        "score": 8.5,
        "image": "https://i.imgur.com/RHIV648.png",
        "imageB": "https://i.imgur.com/WeB3P7w.jpeg",
        "description": "I'm the king of the bongo, baby. My mothers' favourite album making it the soundtrack to my childhood. I like it a lot, every song is insanely catchy and fun. One of the most fun albums I've ever heard and still manages to fit some meaning in. The 7.8 on aoty doesn't do it service !!"
    },
    {
        "name": "Get Rich or Die Tryin'",
        "artist":"50 Cent",
        "score": 6.5,
        "description": "The highs are high and the lows arent too bad. Many Men and P.I.M.P are hood classics too and help the situation. Edit: 7 -> 6.5, too many duds sorry, the lows really are too low."
    },
    {
        "name": "Horses",
        "artist":"Patti Smith",
        "score": 4,
        "description": "I didnt fw this one as much as expected. It was just kind of boring idk, its still fine but nothing too special imho. Edit: 5.5 -> 4, more boring than I let on originally it seems."
    },
    {
        "name": "The Black Album",
        "artist":"JAY-Z",
        "score": 8,
        "description": "He sampled Chase the Devil so it gets an instant 8!! Even the interlude was so fire (might've actually been my favourite on the album) !!"
    },
    {
        "name": "Yeezus",
        "artist":"Kanye West",
        "score": 9,
        "description": "Closest Kanye got to being noided and it was beautiful."
    },
    {
        "name": "Maigre",
        "artist":"Igorrr & Ruby My Dear",
        "score": 8,
        "description": "That screaming sounded real. Maybe we should check in on these guys or something idk. This is the breakcore I want more of, Ruby My Dear and Igorrr are a match made in heaven."
    },
    {
        "name": "Spirit Phone",
        "artist":"Lemon Demon",
        "score": 9.5,
        "description": "Tally Hall and Will Wood want to be him so bad. He's to theatrecore what Kendrick Lamar is to hiphop. This man made an almost 2 hour long album and I've listened to it like 20 times. Every single track absolutely slaps and the bonuses are really just a victory lap. I feel like every song is so good every single one has been my favourite at some point. Likely my favourite synthpop album."
    },
    {
        "name": "CALL ME IF YOU GET LOST",
        "artist":"Tyler the Creator",
        "score": 10,
        "image": "https://i.imgur.com/3mPWxi3.png",
        "imageB": "https://i.imgur.com/uiZRXNb.png",
        "description": "Tyler came back with his most hiphop album in ages just to flex or something idk. He's my goat tho and this is probably my most listened to Tyler album to be honest, probably my most listened to album just in general aside from maybe CHASER. \n Edit: 9.5 -> 10, THAT'S WHY HE'S THE GOAT!! THE GOAT!! I just find myself coming back again and again to this album, I simply cannot stop."
    },
    {
        "name": "Inside (The Songs)",
        "artist":"Bo Burnham",
        "score": 7,
        "description": "I guess I have a little theatre kid left in me. Helps that I loved watching Inside too."
    },
    {
        "name": "Donda",
        "artist":"Kanye West",
        "score": 7.5,
        "description": "I think Kanye must have given me PTSD or something after Vultures because even going back to this project which I thought was a dogshit mess on my first few listens I now think is kind of great. It's still a real mess in terms of quality but I think it's highs are too high for me to disregard. This album has many of Kanye's best imho. I've even grown on some songs like Junya and Jonah which I originally thought killed the flow of the album. I imagine I'll come back to this album again and again after Kanye continues to ruin my life with dogshit."
    },
    {
        "name": "if you're out there i miss you ｡ﾟ･ (>_<) ･ﾟ｡",
        "artist":"Sewerslvt",
        "score": 3,
        "description": "Falls over the moment it gets past the start line and doesn't recover."
    },
    {
        "name": "Dawn FM",
        "artist":"The Weeknd",
        "score": 7,
        "description": "Very solid record, kept me entertained the whole time. I also like the Tyler feature quite a lot."
    },
    {
        "name": "Serotonin Dreams",
        "artist":"BoyWithUke",
        "score": 1.5,
        "description": "This album is so cringy I just wanna curl up into a ball and hide. This is what 13 year olds with crying bart simpson pfps listen to."
    },
    {
        "name": "In case I make It,",
        "artist":"Will Wood",
        "score": 5.5,
        "description": "I like a bit of it but why the fuck is will trying so hard in every album just stop playing every sound at the same time jesus christ. Cringyish lyrics don't help the situation. Does have some fun moments though."
    },
    {
        "name": "Time 'n' Place",
        "artist":"Kero Kero Bonito",
        "score": 9,
        "image": "https://i.imgur.com/awv94bg.jpeg",
        "imageB": "https://i.imgur.com/jPhTbzJ.png",
        "description": "The Death Grips --> KKB pipeline is so real its crazy wtf. Perhaps less fun and bubblegummy than Bonito Generation if you get me but I certainly enjoyed the switch into Noise Pop and it's surely the way to go."
    },
    {
        "name": "Bonito Generation",
        "artist":"Kero Kero Bonito",
        "score": 8,
        "description": "Thank you Sarah Bonito for ruining my life. The life grips jokes were real."
    },
    {
        "name": "DAMN.",
        "artist":"Kendrick Lamar",
        "score": 7.5,
        "description": "Not as consistent as the rest of Kendricks stuff but its full of bangers and a realy good listen."
    },
    {
        "name": "Playdough Cooked in Tea",
        "artist":"me&me",
        "score": 0,
        "description": "I was under the impression jokes were meant to be funny."
    },
    {
        "name": "LP! (Offline)",
        "artist":"JPEGMAFIA",
        "score": 9.5,
        "image": "https://i.imgur.com/P1zx1gk.jpeg",
        "imageB": "https://i.imgur.com/8dNi6eY.png",
        "description": "Had to go on an ebay scavanger hunt for that low quality picture of the back cover. Anyways this album goes insanely hard and HAZARD DUTY PAY! alone makes this better than the online version."
    },
    {
        "name": "we had good times together, don't forget that",
        "artist":"Sewerslvt",
        "score": 6,
        "description": "Sewersvlt's magnum opus and its still barely above being mid !! I suggest you kill yourself! !"
    },
    {
        "name": "Skitzofrenia Simulation",
        "artist":"Sewerslvt",
        "score": 3.5,
        "description": "Good title, dumpster fire album. Sewersvlt is such an edgelord god damn."
    },
    {
        "name": "The World Is Fvcked",
        "artist":"Sewerslvt",
        "score": 3.5,
        "description": "Sewerslvt is back to making stinky poo poo music. So god damn boring."
    },
    {
        "name": "Draining Love Story",
        "artist":"Sewerslvt",
        "score": 5.5,
        "description": "Sewerslvt has evolved from being shit to fine !! Great stuff !!"
    },
    {
        "name": "Drowning In The Sewer",
        "artist":"Sewerslvt",
        "score": 2.5,
        "description": "Devolution, no clue why people like this so much but it sounds like shit I'm not even gonna lie and nothingness proves Sewerslvt is still completely insane (in a bad way)."
    },
    {
        "name": "Starving Slvts Always Get Their Fix",
        "artist":"Sewerslvt",
        "score": 3,
        "description": "Makes my ears bleed more then the last album but also feels like theres actually something going on unlike the last album."
    },
    {
        "name": "Interdimensional Snuff Films",
        "artist":"Sewerslvt",
        "score": 3,
        "image": "https://i.imgur.com/rX5mCLe.png",
        "description": "Sewerslvt slowly improves, still hasn't made an album that didn't make my ears want to throw themselves into a bathtub with a toaster, which I guess is what the cover was symbolising."
    },
    {
        "name": "It Just Gets Worse",
        "artist":"Sewerslvt",
        "score": 2.5,
        "description": "I wouldnt go as far as to say worse because you cant go below 0 but this is still ass !!"
    },
    {
        "name": "Don't Be Afraid of Dying",
        "artist":"Sewerslvt",
        "score": 0,
        "description": "An album with such catastrophically bad execution it forced me to retroactively bump up every other album I've rated 0 by 5 because they truly cannot compare (I'm not uploading these in order trust the process I just havent put in any of the other things I thought were 0s so far)"
    },
    {
        "name": "SCRAPYARD",
        "artist":"Quadeca",
        "score": 6,
        "description": "Overrated imo. Gave me a crazy ass cover and all caps song names and it did not deliver the insane autism expected. Still alright though."
    },
    {
        "name": "Earthling",
        "artist":"David Bowie",
        "score": 8.5,
        "description": "I might just be a David Bowie meatrider but this album is really underrated. Not a single miss and half of it was peak Bowie, Little Wonder !! Battle for Britain?!! Siven Years in Tibet?! I'm Afraid of Americans😨😨 !?!! Industrial dance-rock bowie is something I wish we got more of tbh."
    },
    {
        "name": "Late to Work",
        "artist":"Beewall",
        "score": 1.5,
        "image": "https://i.imgur.com/Dbujt0s.png",
        "description": "This album is shit but look at that fucking cover LMAOOOO WHAT DID JOLLIBEE DO??!?!"
    },
    {
        "name": "Ménage à Trois: Sextape Vol. 1, 2, 3",
        "artist":"The-Dream",
        "score": 2.5,
        "description": "So unbelievably boring, I genuinely cannot believe I wasted so much on this not a single stad out song. This guy is so horny its insane."
    },
    {
        "name": "Ugly is Beautiful",
        "artist":"Oliver Tree",
        "score": 3.5,
        "description": "Good production (probably because he had like 500 people working on this) but feels soulless (probably because he had like 500 people working on this). The songs are also just like generally not good."
    },
    {
        "name": "Mouth Moods",
        "artist":"Neil Cicierega",
        "score": 6,
        "description": "Meme album but its bars I'm not even gonna lie. It's charming and creative and I like it quite a lot. \n Edit: 7.5 -> 6, just too many duds."
    },
    {
        "name": "SCARING THE HOES: DLC PACK",
        "artist":"JPEGMAFIA & Danny Brown",
        "score": 7.5,
        "description": "It's like the album, but more of it !! Everything on here is real good but Hermanos is great."
    },
    {
        "name": "Yandhi",
        "artist":"Kanye West",
        "score": 7,
        "description": "Shit was majestic if unfinished what did we do to end up getting the bad ending..."
    },
    {
        "name": "phoria",
        "artist":"Ace of Spades (punk)",
        "score": 5.5,
        "description": "Big improvements from dys, then is definitly darker and the lyrics pretty hard even for someone who doesn't really relate to ace of spades' struggle. Doesn't mean I thought it was great though. Multiple songs feel needlessly long and it doesn't help that a lot of this album felt repetitive."
    },
    {
        "name": "HIT ME HARD AND SOFT",
        "artist": "Billie Eilish",
        "score": 6,
        "description": "It had a lot of bops but its so corny some songs were genuinely difficult to sit through. Honestly I was so ready to stop listening at skinny it almost broke me and sunk cost is the only thing that pulled me through the diner."
    },
    {
        "name": "Station to Station",
        "artist": "David Bowie",
        "score": 9.5,
        "image": "https://i.imgur.com/jnEIRWP.png",
        "imageB": "https://i.imgur.com/dy1LbP9.png",
        "description": "Mf made one of my favourite albums white he was fucked up out of his mind, maybe this whole cocaine thing isn't so bad after all."
    },
    {
        "name": "Illinois",
        "artist": "Sufjan Stevens",
        "score": 8,
        "image": "https://i.imgur.com/bV8NO1q.png",
        "imageB": "https://i.imgur.com/18Ms5A5.png",
        "description": "Folk isnt usually a genre I'm into but it is when it's Sufjan making it ig. The first song on here was gorgeous and blew my expectations out of the water, then that happened again 22 more times."
    },
    {
        "name": "Late Registration",
        "artist": "Kanye West",
        "score": 9.5,
        "image": "https://i.imgur.com/xouGf1c.png",
        "imageB": "https://i.imgur.com/tEIBOnT.png",
        "description": "second best kanye record, filled with so many replayable bangers its actually insane. probably my most replayed record, the skits werent even that bad either. (sorry for the poorly cropped back cover its a pain in the ass to find a high quality front and back that are the same size)."
    },
    {
        "name": "Exmilitary",
        "artist": "Death Grips",
        "score": 9.5,
        "image": "https://i.imgur.com/SudHsYW.jpeg",
        "imageB": "https://i.imgur.com/zEbBNbc.png",
        "description": "My second favourite Death Grips thing. Originally didn't put it here because it's a mixtape but I don't care anymore this is the greatest mixtape ever made I pray every single day for it to come onto Spotify. The Kero Kero Bonito and Tobuscus mashups are fire too I'm not even kidding. 10 -> 9.5, not consistent enough to remain a 10 tragically."
    },
    {
        "name": "Chaser",
        "artist": "Femtanyl",
        "score": 9.5,
        "image": "https://i.imgur.com/2MBfPbG.jpeg",
        "imageB": "https://i.imgur.com/4cqG6UU.jpeg",
        "description": "Femtanyl's first album and its fire. I originally gave this an 8.5 but I slowly just kept listening to it over and over and now even though I only have 19 Femtanyl songs in my playlist of 1000 Femtanyl is my top artist. \n Edit: 10 -> 9.5, sorry Femtanyl it just kind of grew off me."
    },
    {
        "name": "Sgt. Pepper's Lonely Hearts Club Band",
        "artist": "The Beatles",
        "score": 7,
        "image": "https://i.imgur.com/GrZvBMa.jpeg",
        "imageB": "https://i.imgur.com/EMTtOwV.png",
        "description": "The best Beatles album, Abbey Road put me to sleep but this is my shit, from start to end not a single miss the people on aoty are lying to you when they say this isnt as good as Abbey Road and Revolver. The cover is also fire, idk why they cropped Ghandi out though. \n Edit: Went from 9.6 -> 7 I've grown to despise the mixing in this album."
    },
    {
        "name": "To Pimp a Butterfly",
        "artist": "Kendrick Lamar",
        "alt": "tpab",
        "score": 9.5,
        "image": "https://i.imgur.com/yVP4iVw.jpeg",
        "imageB": "https://i.imgur.com/eEHVcB1.png",
        "description": "Iconic album and probably one of the best hiphop albums ever made. The cover is also sick. This is really short because honestly I'm not smart enough, American enough or black enough to correctly talk about it but all I can say is that your racist uncle wont be racist if you make him listen to this."
    },
    {
        "name": "Igor",
        "artist": "Tyler the Creator",
        "score": 10,
        "image": "https://i.imgur.com/ow64JBT.png",
        "imageB": "https://i.imgur.com/TsEju7y.png",
        "description": "My favourite Tyler the Creator album and probably my favourite album ever. Tells a story as well as having only bangers. The vinyl even has a secret song (Boyfriend) which is fire and the cover really stands out, listen to it now. Even the left-over track Best Interest is great."
    },
    {
        "name": "The Money Store",
        "artist": "Death Grips",
        "score": 9.5,
        "image": "https://i.imgur.com/b5KRiVD.jpeg",
        "imageB": "https://i.imgur.com/goIBlG1.png",
        "description": "This album got me drenched in sweat by the end of it. It's like a gateway drug to more experiemental hiphop aswell as a gateway into crack. Idk if id say you should buy this as the bdsm type cover probably wont leave a good impression on your friends and family. \n Edit: 10 -> 9.5, I found it impossible to forgive Fuck That being on here sorry guys."
    },
    {
        "name": "My Beautiful Dark Twisted Fantasy",
        "artist": "Kanye West",
        "score": 9.5,
        "image": "https://i.imgur.com/wQc2HIF.jpeg",
        "imageB": "https://i.imgur.com/1LLx4P0.png",
        "description": "Best Nicki Minaj verse ever on Monster, best Rick Ross verse on Devil in a New Dress and Runaway is one of my favourite songs ever. Listen to it if you haven't yet. The album art is also iconic and recognisable so it's pretty cool to have. \n Edit: 10 -> 9.5, it just stopped hitting the way it used to I can't explain this one."
    },
    {
        "name": "Ziggy Stardust and the Spider From Mars",
        "artist": "David Bowie",
        "alt": "trafozsatsfm",
        "score": 10,
        "image": "https://i.imgur.com/CUNB0ig.jpeg",
        "imageB": "https://i.imgur.com/uyOekgk.png",
        "description": "Basically perfect album in my mind. Not a single miss, Five Years is a perfect start and Rock 'n' Roll Suicide is the perfect end. The cover is iconic too, also undeniable proof David Bowie's from the future he predicted Kanye West!!"
    }
]