[
      {
            "type": "Movie",
            "name": "The Lord of the Rings: The Fellowship of the Ring",
            "score": 7,
            "description": "Holy fuck this movie is beautiful, it's hard to believe it's filmed in the same country I'm in. A lot better than the book lowkey. Some of the scenes really show their age, basically anything relying on special effects, the entire intro sequence looks like ass and the scene with Saruman and Gandalph fighting with stupid ass sliding sound affects and old man cries was so silly and took me out of it. Also a lot of the moments just feel a little too over the top to make them believable which negates some of the impact the moments could have for me."
      },
      {
            "type": "Movie",
            "name": "Gran Torino",
            "score": 6,
            "description": "Feels a little overrated. The story was pretty bittersweet and I'm fine with that but his relationship with his family seemed a little underdeveloped and him being so pissed at them seemed like a bit much and made him come off as more a dick than I think he needed to be. Also sometimes the acting just felt a little bad and the line deliveries, a little unnatural."
      },
      {
            "type": "Movie",
            "name": "The Town",
            "score": 6.5,
            "description": "Just another dumb fun action movie. I'd have liked to see more of Doug and Claire's relationship because it felt a little rushed though I guess it only had two and a half hours. I also couldn't stop thinking of Jeremy Renner as Hawkeye and that shit really took me out of it but that might just be a personal failing."
      },
      {
            "type": "Movie",
            "name": "The Gentlemen",
            "score": 7,
            "description": "I don't really like the the way it's told, just kind of takes me out of it but the film does have its fun moments. I liked the guy whacking the British kids. Edit: 6.5 -> 7.5, slept on it and decided this was just a fun time. Perhaps I need to enjoy things more. The way it's filmed is pretty fun (you can certainly tell how high the budget is) and British guys hitting each other is entertaining."
      },
      {
            "type": "TV Show",
            "name": "Chernobyl",
            "score": 8,
            "description": "Super well done show. Not super familiar with the real world event so I'm unsure as to whether it's overdramatised though I imagine some aspects are but it was at least an engaging retelling of events. Scenes like the kids playing around in the soot from the power plant are so horrifying with context so much so that they don't need to say anything, they can just let it speak for itself. I know that isn't exactly saying too much but I can appreciate when a show knows that the audience is able to create cohesive thoughts."
      },
      {
            "type": "TV Show",
            "name": "Teacup",
            "score": 1,
            "description": "Why was the budget for this show $2? Why did the lady at the start randomly say murder maker out of nowhere? Why did the lady at the start cut her bindings if she just needed to run? Why did they hire someone who had no idea how to film, to film this show? Why do they change camera angles for no reason? Why is there shaky cam on some shots that it really doesn't need to be in? These are all questions I had within the first five or so minutes and if that's not a red flag I don't know what is. I'm not sure if anyone actually watched this show after making it because if they did they likely would have realised just how jarring so many of these scenes are. So jarring in fact that I gave up on this by the end of the first episode which might've not been enough time to fully judge it but I'm not a real reviewer and I don't want to waste my time on dogshit."
      },
      {
            "type": "TV Show",
            "name": "Murder Mindfully",
            "score": 6.5,
            "description": "Pretty alright show, not a fan of the 3rd wall breaks, they feel a little jarring and out of place. The dub is also horrible but watching with subtitles it's rather entertaining if a bit long for it's own good. Also my mans so stupid why did he confess to the bird smh smh."
      },
      {
            "type": "TV Show",
            "name": "Yellowjackets",
            "score": 3,
            "description": "Lowkey I almost dropped this on the first episode because I hated everyone. Why are they all such assholes? You're in high school chill out. It doesn't make me feel sorry for them or want to root for them, it just makes me uninterested in the show. Tragically I ended up never liking the characters (except for Javi and Sammy because they just little guys) and when you root against the people it kind of ruins the show, also it was labelled as horror but it really wasn't that horrory? Fire ass cover image though."
      },
      {
            "type": "TV Show",
            "name": "From",
            "score": 9,
            "description": "No clue how this isn't at least an 8 on IMDB because this is easily the most captivated I've been by a show in years and if it sticks the landing and ties everything up in season 4 it might just become a 10. Often very spooky and the mystery elements had me fighting the urge to Google what would happen next. I also find the characters to be very sympathetic, not sure why the commentors on the shitty piracy site I used seemed to hate them so much. Edit: 9.5 -> 9, upon a rewatch I found there to be a lot more bad acting than I remembered especially from the lady who plays the mum that made some scenes jarring."
      },
      {
            "type": "TV Show",
            "name": "The Good Place",
            "score": 6,
            "description": "Season 1 and 2 were pretty good but it loses some real steam in season 3 and doesn't really come back from it."
      },
      {
            "type": "Movie",
            "name": "Hansel and Gretel",
            "score": 3,
            "description": "Taking some real creative liberties with that title huh."
      },
      {
            "type": "TV Show",
            "name": "Sweet Tooth",
            "score": 4.5,
            "description": "Dumbass fucking kid getting caught in this Hansel and Gretel shit. Some fairly entertaining stuff and honestly I'll watch anything post apocalyptic at this point, though I wish there was more stuff with apocalypses not caused by viruses. The OST works well and for a kid actor, or just an actor in general, the kid playing the main character is actually really good. Some of the scenery is really beautiful as well. The mystery aspect was pretty good and I liked how the whole story was pieced together and it gave you a moment where you're like ohhh, that makes sense now. Sadly the show kind of went to shit after the first season feeling way less coordinated and interesting. Really lost its steam by the end and honestly I just didn't care by that point."
      },
      {
            "type": "TV Show",
            "name": "Reply 1994",
            "score": 2.5,
            "description": "This shit is so unbelievably boring, not a single joke landed and since I couldn't find a dub I had to give this my full focus and read the subtitles and it was too much to stomach."
      },
      {
            "type": "TV Show",
            "name": "Twin Peaks",
            "score": 3,
            "description": "If this was one season I'd be fine, but this shit was so long for no good reason and I was so sick of it by the end. Great soundtrack though."
      },
      {
            "type": "TV Show",
            "name": "Lucifer",
            "score": 5,
            "description": "A good time despite how bad the CGI is sometimes and how unhinged and directionless it becomes nearing the end. Not a giant fan of how formulaic the episodes are. Edit: 7 -> 5, way too long to maintain my interest and sometimes feels disconnected, like how did we get the biggest reveal in the entire series and then get some random stupid ass alternate timeline bullshit."
      },
      {
            "type": "TV Show",
            "name": "Solar Opposites",
            "score": 3,
            "description": "Rick and Morty cutaway but it's the whole show what the fuck."
      },
      {
            "type": "Movie",
            "name": "John Wick",
            "score": 3,
            "description": "ZZZZZ."
      },
      {
            "type": "Movie",
            "name": "The Place Beyond the Pines",
            "score": 3,
            "description": "Really liked the heist sections but the rest of the movie almost bored me to death."
      },
      {
            "type": "TV Show",
            "name": "Dexter",
            "score": 3.5,
            "description": "I know dexter is meant to have them autistic vibes or whatever but it's just too cringy for me to watch this mf talk about how hes empty inside and shit."
      },
      {
            "type": "Movie",
            "name": "Earth to Echo",
            "score": 6,
            "description": "This was the shit when I was like 6. Doesn't hold up but I think I'd be betraying myself to put it any lower."
      },
      {
            "type": "TV Show",
            "name": "Outer Banks",
            "score": 3,
            "description": "Not my thing and why is it so yellow?? I don't know where the hype is coming from because to me it just feels like a very generic teen drama with very beautiful people solving some random ass mysteries."
      },
      {
            "type": "Movie",
            "name": "The Legend of Tarzan",
            "score": 3.5,
            "description": "Nobody wants live action remakes why does this keep happening bruh 😭😭."
      },
      {
            "type": "Movie",
            "name": "The Dictator",
            "score": 3,
            "description": "The aids joke was pretty funny the rest was perhaps too silly and just felt like an hour long Youtube short or some shit."
      },
      {
            "type": "Anime",
            "name": "The Dangers In My Heart",
            "score": 2.5,
            "description": "The generic loser dates popular girl romance anime with an increase in needless edginess and a simultaneously forgettable but also annoying soundtrack."
      },
      {
            "type": "Anime",
            "name": "Lucky☆Star",
            "score": 3.5,
            "description": "Very popular in terminally online sections of the internet, I can safely say that it's not funny though and as the comedy police my word is law."
      },
      {
            "type": "Anime",
            "name": "Assassination Classroom",
            "score": 5.4,
            "description": "I really enjoyed this when I was like 13, on closer inspection this is pretty mid. if youre like a 13 year old boy youll have a fun time with it though."
      },
      {
            "type": "Anime",
            "name": "A Silent Voice",
            "score": 8.5,
            "description": "I really enjoyed this film, the animation was great and it felt just as impactful as the manga"
      },
      {
            "type": "Anime",
            "name": "Suicide Squad Isekai",
            "score": 2.1,
            "description": "the only character they actually animated is harley what the fuck is this"
      },
      {
            "type": "Anime",
            "name": "Kaiju No. 8",
            "score": 7.2,
            "description": "this was a really fun time. my only issues were that the animation felt kind of stilted at some points making the fights look a little wacky every once in a while and the music in this was straight horrendous. this is like high tier slop."
      },
      {
            "type": "Anime",
            "name": "Chillin' in Another World with Level 2 Super Cheat Powers",
            "score": 2.8,
            "description": "the manga sucks and I can still safely say its better than this. this felt so cheap and I hate the voice acting especially the main characters' voice."
      },
      {
            "type": "Movie",
            "name": "Minions: The Rise of Gru",
            "score": 3.4,
            "description": "fuck it sure lets have a yeat song in this one that sounds like a good idea"
      },
      {
            "type": "Movie",
            "name": "Minions",
            "score": 3.2,
            "description": "the tagline for this was 'Uh oh' and like yeah"
      },
      {
            "type": "Movie",
            "name": "Despicable Me 3",
            "score": 3.7,
            "description": "the first bad despicable me movie imo, it really felt like they were running out of ideas here. everything just felt so bizzare and it was pretty clear this was a cash grab because they realised they had an infinite money printer."
      },
      {
            "type": "Movie",
            "name": "Despicable Me 2",
            "score": 6.2,
            "description": "it was fine, I thought the original wrapped things up pretty well though and it this definitly wasnt needed nor was it as good as the original but it wasnt bad either. no vector though which was sad."
      },
      {
            "type": "Movie",
            "name": "Despicable Me",
            "score": 7.8,
            "description": "I actually really liked despicable me and still do, I thought it was a fun, wholesome and sometimes actually funny film and I still do."
      },
      {
            "type": "Movie",
            "name": "A Quiet Place: Day One",
            "score": 3.6,
            "description": "can we please stop making quiet place films or at least get someone who knows how to direct next time. I just left dissapointed because this just felt like a quiet place part 3. I wanted to at least get something new."
      },
      {
            "type": "Movie",
            "name": "The Boy and the Heron",
            "score": 3.8,
            "description": "this movie sucked I have no idea what people are talking about. the story left so much undeveloped and I just ended up bored and confused. maybe I'm just dumb or maybe miyazaki has finally gone senile. the animation was good though."
      },
      {
            "type": "Movie",
            "name": "The Lion King (CGI)",
            "score": 6.5,
            "description": "it was like the lion king but worse I dont know what to say, the cgi lions actually looked really good in my opinion (even though I didn't like the way their mouths moved) but it still felt worse than how they did it like 20 years earlier. the same goes with everything else, the music felt more toned down and the story was just the lion king idk."
      },
      {
            "type": "Movie",
            "name": "The Lion King",
            "score": 7.5,
            "description": "it was really cool when disney used to make good movies instead of 3d abominations. the animation in this is great and so is the soundtrack, as a 6 year old I wasnt very engaged by the story though but that might be because I was 6."
      },
      {
            "type": "Movie",
            "name": "Sonic",
            "score": 4.1,
            "description": "I actually kind of liked the original sonic design I dont think they should have changed it"
      },
      {
            "type": "Movie",
            "name": "Harold and the Purple Crayon",
            "score": 3.9,
            "description": "this got a 4.4/5 on google what the fuck. I really need to stop watching childrens movies I am not the correct audience for this."
      },
      {
            "type": "Movie",
            "name": "IF",
            "score": 6.7,
            "description": "I'm sorry john but I'm only ever going to think of you as jim from the office no matter what you do"
      },
      {
            "type": "Movie",
            "name": "Inside Out 2",
            "score": 4.3,
            "description": "maybe its because I'm not like 7 but this is nowhere near as good as the first one and if I'm being real they should have made this like three years ago because the main audience for the original have all been teens for a while"
      },
      {
            "type": "Movie",
            "name": "Borderlands",
            "score": 2.6,
            "description": "sorry to break it to you borderlands but people did not play your game for your sense of humor. this film was painful to sit through, I just felt bad for everyone involved."
      },
      {
            "type": "Movie",
            "name": "Twilight",
            "score": 0.4,
            "description": "likely the worst film ive ever watched. the actors had no fucking clue what they were doing to the point where I watched this entire film and could not tell you the plot because I was so jarred by this acting to focus on it. maybe ill try reading the book for that."
      },
      {
            "type": "Movie",
            "name": "Twisters",
            "score": 3.5,
            "description": "this is such a dad movie, anyways it sucked ass"
      },
      {
            "type": "TV Show",
            "name": "Cobra Kai",
            "score": 7.3,
            "description": "its actually pretty good, I feel like it should have ended like two or three seasons ago though"
      },
      {
            "type": "TV Show",
            "name": "Saturday Night Live",
            "score": 2.7,
            "description": "it has way more shit then good stuff. I wasnt even born when it was meant to be good too so that doesn't help."
      },
      {
            "type": "Movie",
            "name": "The Darkest Minds",
            "score": 3.1,
            "description": "half the reviews in letterboxd were thirsting over harris dickinson and honestly agreed"
      },
      {
            "type": "Movie",
            "name": "Purple Rain",
            "score": 4.3,
            "description": "just listen to the album this is a waste of time, so boring and the acting isn't great either"
      },
      {
            "type": "Movie",
            "name": "The Accountant",
            "score": 6.4,
            "description": "entertaining, not as entertaining as the modern day masterpiece american assassin mind you but I could sit through it without getting bored and complain, my favourite thing to do"
      },
      {
            "type": "Movie",
            "name": "Blue Giant",
            "score": 8.4,
            "description": "its like the manga but I dont have to put jazz on in the background. has some wonky looking cgi but also has some wild mob psycho like art so it evens out."
      },
      {
            "type": "Movie",
            "name": "Top Gun: Maverick",
            "score": 7.7,
            "description": "really corny but also it was a fun time so who cares"
      },
      {
            "type": "Movie",
            "name": "American Assassin",
            "score": 8,
            "description": "I originally had this as a 3. that was before I realised that this movie was actually so shit it was fun to watch. I recommend. I'd like to say this is room level slop but I think its actually achieved peak slop, the room could never."
      },
      {
            "type": "Movie",
            "name": "Interstellar",
            "score": 10,
            "description": "now my second favourite film of all time. geniune masterpiece and probably my favourite thing thats happened to me in the year 2024, either my life is sad or the the film is just that good (probably both)"
      },
      {
            "type": "TV Show",
            "name": "Nathan for You",
            "score": 9.2,
            "description": "it was cool that people could draw their own meanings from a business thats just there to make money was the funniest thing ive ever heard"
      },
      {
            "type": "TV Show",
            "name": "How to with John Wilson",
            "score": 8.6,
            "description": "made new york seem like the alien planet that it is"
      },
      {
            "type": "Movie",
            "name": "Amelie",
            "score": 8.1,
            "description": "very french"
      },
      {
            "type": "Movie",
            "name": "Girl with the Dragon Tattoo",
            "score": 2.7,
            "description": "the plotlines were really hard to follow and the forced blowjob scene was made worse by me watching it with my dad"
      },
      {
            "type": "Movie",
            "name": "The Martian",
            "score": 8.2,
            "description": "space oddity was beautiful I love david bowie"
      },
      {
            "type": "Movie",
            "name": "Pirates of the Caribbean",
            "score": 8.5,
            "description": "the only pirates of caribbean film that hasnt merged together with the others in my head"
      },
      {
            "type": "Movie",
            "name": "28 Days Later",
            "score": 8.3,
            "description": "one of my favourite zombie movies of all time, but did they spent all their money to film empty scenes of britain because how is the camera quality so bad"
      },
      {
            "type": "Movie",
            "name": "Back To The Future",
            "score": 8.3,
            "description": "would have liked it more if marty mcfly didn't almost have incestous sex with his mother"
      },
      {
            "type": "Movie",
            "name": "Madame Web",
            "score": 2,
            "description": "so is this a spider man movie or not"
      },
      {
            "type": "Movie",
            "name": "Spirited Away",
            "score": 8.4,
            "description": "similar experience to getting lost in a supermarket"
      },
      {
            "type": "Movie",
            "name": "Dual",
            "score": 4.3,
            "description": "my favourite part of the movie was realising the title was a play on words. I feel so smart."
      },
      {
            "type": "Movie",
            "name": "Terminator 2",
            "score": 6.1,
            "description": "classic but not timeless, there is some really trash looking early 90s cgi and it does feel a little drawn out but kept my attention enough to finish it"
      },
      {
            "type": "Movie",
            "name": "Pulp Fiction",
            "score": 10,
            "description": "I can't stop watching it, funniest movie every made no joke (badum tss). holds up extremely well."
      },
      {
            "type": "Movie",
            "name": "Terminator",
            "score": 7.2,
            "description": "entertaining, not the a life changing experience or anything but its silly and fun"
      },
      {
            "type": "Movie",
            "name": "The Matrix",
            "score": 8.2,
            "description": "very cool film that still holds up unlike some of the ass cgi ive seen from its era"
      },
      {
            "type": "Movie",
            "name": "Silence of the Lambs",
            "score": 6.6,
            "description": "definitly overrated but I can see how this would be considered very good back in 16BC"
      },
      {
            "type": "Movie",
            "name": "Inside",
            "score": 8.7,
            "description": "comedy special that feels like the peak of bo's career. it hit harder in quarintine but is still entertaining and a good insight into the general feelings during the quarantine."
      },
      {
            "type": "TV Show",
            "name": "RWBY",
            "score": 3,
            "description": "ugly artstyle, plotlines that lead nowhere, awful massive amounts of boring exposition and things still feel unexplained. this show feels like if a weeb with an anime girl pfp got to make a show but only cared about the fights and just made me cringe constantly."
      },
      {
            "type": "TV Show",
            "name": "Planet Earth",
            "score": 8.6,
            "description": "if aliens invade we should show them this because this shit is beautiful and makes earth look like its not a shithole"
      },
      {
            "type": "TV Show",
            "name": "BoJack Horseman",
            "score": 9.4,
            "description": "a masterpiece which is the peak of mature animation in my mind. bojack horseman is what other mature animated comdies should strive to be, its funny, clever and outlandish in ways that dont seem too crazy because its animated. bojack horseman handles dark issues like substance abuse and bojacks trauma of his terrible childhood in a very real way making bojack seem like more of a person then most characters in other shows and hes not ever a person. also it has aaron paul as todd whats not to love."
      },
      {
            "type": "TV Show",
            "name": "Adventure Time: Fionna & Cake",
            "score": 8.9,
            "description": "I was kinda sceptical because to be honest I dont think anybody was asking for this and I generally didn't like the fionna and cake episodes because they felt like filler but this most certainly was not filler. the art was great and I get to have yet another look at the world of adventure time, there was yet again not a single miss in the entire season and while I dont think it ever reached the peak the distant lands did in together again thats kind of a hard target. also I got to see prismo again (my beloved)"
      },
      {
            "type": "TV Show",
            "name": "Adventure Time: Distant Lands",
            "score": 8.9,
            "description": "adventure time comes back again to tell more interesting stories and further flesh out one of my favourite worlds with even been animation then the original. not a single episode was a miss even though wizard city really should have been episode 3 and together again should have been episode 4. assuming together again was the intended conclusion adventure time sticks the landing for the second time with an ever better ending then the actual show and I cried like a little baby."
      },
      {
            "type": "TV Show",
            "name": "Avatar: The Last Airbender",
            "score": 9,
            "description": "great art even though it started in 2005, great story with characters that actually change and develop over time and an interesting world."
      },
      {
            "type": "TV Show",
            "name": "The Mentalist",
            "score": 8,
            "description": "one of those detective shows where the main guy is the smart detective solves crimes easily that other detectives find hard. usually not a good show idea because 1000000 of the same show already exist but this time its sometimes funny and his solves seem clever instead of just bullshit. my only issue is that red johns capture sequence sucks so bad, like you can't build someone up to be extremely smart by showing him being extremely smart and then just make him a dumbass come on."
      },
      {
            "type": "TV Show",
            "name": "Ted",
            "score": 5.9,
            "description": "bear swears and does mature things. thats all the jokes (I dropped it before I finished a season though so it might have got better). I didn't find it funny or even very entertaining but my dad found it halarious so maybe if you have bad taste too you might like it idk."
      },
      {
            "type": "TV Show",
            "name": "The Suspect",
            "score": 4.4,
            "description": "I dont know how they pulled it off but I hated every character so any tension that was there was offset by the fact that I couldn't care less about anyone and the fact that the main character completely brought it on himself"
      },
      {
            "type": "TV Show",
            "name": "The Office (US)",
            "score": 9.5,
            "description": "one of my favourite comedy shows of all time. every character and character dynamic is hilarious. admittedly it did decrease in quality after michael left but it was still funny and entertaining so its not like it turned into garbage like some people seem to say."
      },
      {
            "type": "TV Show",
            "name": "The Eric Andre Show",
            "score": 9.6,
            "description": "a sitcom written by 3 lsd addicted apes and it almost doesn't ever miss. every joke is consistently funny or you feel so much second hand discomfort for the people on the show that you can't help but letting out an uncomfortable laugh."
      },
      {
            "type": "Movie",
            "name": "Oppenheimer",
            "score": 8,
            "description": "I can hear the music!"
      },
      {
            "type": "Movie",
            "name": "Next Goal Wins",
            "score": 2.6,
            "description": "the only thing keeping me watching was that I couldn't leave the theatre during the movie"
      },
      {
            "type": "TV Show",
            "name": "Stranger Things",
            "score": 8.3,
            "description": "season 1 and 4 for some of my favourite seasons of any show and easy 9s and maybe even 10s, the rest werent bad but werent at the same level"
      },
      {
            "type": "TV Show",
            "name": "The Boys",
            "score": 8.5,
            "description": "such a breath of fresh air compared to the normal superhero shit. kinda gone down hill recently but season 1 was peak."
      },
      {
            "type": "Short Film",
            "name": "Ethereal Snake's Mickey Mouse Series",
            "score": 7.6,
            "description": "it had no reason to actually be well made"
      },
      {
            "type": "Short Film",
            "name": "Opal",
            "score": 8.4,
            "description": "great songs, great art and it somehow still finds time to tell an interesting story?!"
      },
      {
            "type": "Movie",
            "name": "The Hunger Games",
            "score": 6.6,
            "description": "cato is the least threatening villain ive ever seen"
      },
      {
            "type": "Movie",
            "name": "Argo",
            "score": 6.3,
            "description": "we had to watch this and everyone was looking at the one middle eastern kid the entire time"
      },
      {
            "type": "TV Show",
            "name": "Phineas and Ferb",
            "score": 8.5,
            "description": "and the summer keeps going on and on it seems like its been going on for like four years"
      },
      {
            "type": "TV Show",
            "name": "The Flash",
            "score": 2.5,
            "description": "Why is the flash so stupid you have super speed just run at people and instakill them cmon."
      },
      {
            "type": "Movie",
            "name": "No Country for Old Men",
            "score": 9.2,
            "description": "I feel like they should have caught him sooner considering he looks like the most sketchy person ever"
      },
      {
            "type": "TV Show",
            "name": "Rick and Morty",
            "score": 7.6,
            "description": "morty ive been sending unsolicited messages to underaged girls"
      },
      {
            "type": "Movie",
            "name": "Puss in Boots: The Last Wish",
            "score": 8.9,
            "description": "why is this so much better then the original"
      },
      {
            "type": "Movie",
            "name": "Puss in Boots",
            "score": 6.4,
            "description": "wow its the guy from shrek"
      },
      {
            "type": "Movie",
            "name": "How to Train Your Dragon",
            "score": 8.1,
            "description": "as a child I binge watched every episode of little lizard and tiny turtle's how to train your dragon minecraft series"
      },
      {
            "type": "Movie",
            "name": "Cars 3",
            "score": 4.8,
            "description": "why do they keep making cars films about things unrelated to cars like why is he going through a midlife crisis"
      },
      {
            "type": "Movie",
            "name": "Cars 2",
            "score": 3.9,
            "description": "who was like we gotta make this one a spie film thats what people want to watch in a film about cars"
      },
      {
            "type": "Movie",
            "name": "Ralph Breaks the Internet",
            "score": 4,
            "description": "ralph will get cyberbullied and kill himself"
      },
      {
            "type": "Movie",
            "name": "Cars",
            "score": 6.5,
            "description": "I would like to know how car sex works please."
      },
      {
            "type": "Movie",
            "name": "Turbo",
            "score": 6,
            "description": "Why when this snail drinks fuel he gets fast but when I drink it I die?? Explain."
      },
      {
            "type": "Movie",
            "name": "Wreck it Ralph",
            "score": 5.5,
            "description": "Ralph could trip and instantly kill the little girl."
      },
      {
            "type": "TV Show",
            "name": "House MD",
            "score": 3,
            "description": "Every episode is the same episode it's quite incredible really."
      },
      {
            "type": "TV Show",
            "name": "Umbrella Academy",
            "score": 8,
            "description": "These damn rebellious teenagers always time travelling without permission amiright."
      },
      {
            "type": "TV Show",
            "name": "Smiling Friends",
            "score": 9,
            "description": "Mr Frog is Justin Roiland. Edit: I'm not 100% sure what this means, just watched season 2 though and it's perhaps even better than the first."
      },
      {
            "type": "TV Show",
            "name": "Modern Family",
            "score": 8.5,
            "description": "The godfather parody went pretty hard. Had me laughing for multiple full minutes."
      },
      {
            "type": "TV Show",
            "name": "Gravity Falls",
            "score": 9,
            "description": "Most normal day in Oregon. Edit: Such a Reddit moment past me holy shit. This a fire ass show though."
      },
      {
            "type": "TV Show",
            "name": "Regular Show",
            "score": 7.5,
            "description": "I feel so bad for benson... They are so cruel to him 😔."
      },
      {
            "type": "TV Show",
            "name": "Arcane",
            "score": 9,
            "description": "This shit lowkey so corny but so captivating I can't take my eyes of it. Some manic autism. Edit: The fight scene in the prison in season 2 is so good wtfff I can't take my eyes of it how much budget did they get???"
      },
      {
            "type": "TV Show",
            "name": "Inside Job",
            "score": 5,
            "description": "Netflix when they cancel good shows to make more fucking Big Mouth. Edit: 7 -> 5, rewatched and realised this is just knock off rick and morty what the fuck."
      },
      {
            "type": "Movie",
            "name": "The Iron Giant",
            "score": 7,
            "description": "Why are my friends not giant robots smh."
      },
      {
            "type": "Movie",
            "name": "Zootopia",
            "score": 7,
            "description": "I swear I'm not a furry guys."
      },
      {
            "type": "TV Show",
            "name": "Family Guy",
            "score": 7.5,
            "description": "I sustain myself on a Family Guy Youtube shorts diet."
      },
      {
            "type": "TV Show",
            "name": "Steen Universe",
            "score": 4,
            "description": "Lesbians !!"
      },
      {
            "type": "TV Show",
            "name": "The Amazing World of Gumball",
            "score": 9,
            "description": "They had no idea what an art style was but this still fire fr."
      },
      {
            "type": "TV Show",
            "name": "Adventure Time",
            "score": 10,
            "description": "Actual peak fiction for 10 seasons with some of my favourite world building, good characters and an extremely well done and satisfying conclusion (twice). More interesting world than One Piece fr."
      },
      {
            "type": "Movie",
            "name": "Slumdog Millionaire",
            "score": 7.5,
            "description": "I got 95% on the Slumdog Millionaire film. I basically made this film. Edit: I'm not quite sure what I meant by this."
      },
      {
            "type": "Movie",
            "name": "The Nightmare Before Christmas",
            "score": 7,
            "description": "I've watched this film 3 times and I still can't tell you exactly what happens. Perhaps because every rewatch was multiple years apart though."
      },
      {
            "type": "Movie",
            "name": "Jurassic Park",
            "score": 7,
            "description": "Steven Spielberg is one of the most people of all time."
      },
      {
            "type": "Movie",
            "name": "Jaws",
            "score": 6.5,
            "description": "Dude it's just one shark just shoot it wtf."
      },
      {
            "type": "Movie",
            "name": "The Thing",
            "score": 6,
            "description": "What the dog doin?"
      },
      {
            "type": "Movie",
            "name": "The Shining",
            "score": 7,
            "description": "Every scene in this film is a Youtube Short with 1 million likes..."
      },
      {
            "type": "Movie",
            "name": "Halloween",
            "score": 7.5,
            "description": "Moral of the story is that if you have sex you will be murdered. Interesting."
      },
      {
            "type": "Movie",
            "name": "Forrest Gump",
            "score": 7.5,
            "description": "How is forrest gumps life going better then mine. Edit: I lied upon reassessment Forrest Gump was having a pretty awful time."
      },
      {
            "type": "Movie",
            "name": "Scream",
            "score": 6,
            "description": "Scooby Doo?"
      },
      {
            "type": "Movie",
            "name": "The Truman Show",
            "score": 8.5,
            "description": "If I found out I was being watched at all times by millions of people I might just kill myself."
      },
      {
            "type": "Movie",
            "name": "The Lord of the Rings",
            "score": 7.5,
            "description": "I had to cosplay as frodo for Year 9 drama and I still havent recovered."
      },
      {
            "type": "Movie",
            "name": "The Incredibles",
            "score": 8,
            "description": "After all... I'm your biggest fan."
      },
      {
            "type": "Movie",
            "name": "Shrek 2",
            "score": 7.5,
            "description": "Just as good as the first one also rip giant gingerbread man."
      },
      {
            "type": "Movie",
            "name": "Shrek",
            "score": 7.5,
            "description": "Uniroincally good and the animation holds up fairly well."
      },
      {
            "type": "Movie",
            "name": "Coraline",
            "score": 8,
            "description": "Why are kids films from 2009 the only things worth watching anymore."
      },
      {
            "type": "Movie",
            "name": "Zombieland",
            "score": 6,
            "description": "I love the Facebook guy."
      },
      {
            "type": "Movie",
            "name": "Fantastic Mr. Fox",
            "score": 9,
            "description": "I didn't blink for this entire film. The animation is so beautiful and the characters as well as the story are super charming."
      },
      {
            "type": "Movie",
            "name": "Kick-Ass",
            "score": 5.5,
            "description": "The most 2010 thing ever made. Hurt a little to watch but I couldn't look away."
      },
      {
            "type": "Movie",
            "name": "Toy Story 3",
            "score": 7,
            "description": "The bear is absolutely a pedophile."
      },
      {
            "type": "Movie",
            "name": "Inception",
            "score": 7.5,
            "description": "I honestly had no idea what was going on for 50% of this."
      },
      {
            "type": "Movie",
            "name": "Scream 4",
            "score": 5.5,
            "description": "Sidney Prescott could easily solo goku."
      },
      {
            "type": "Movie",
            "name": "El Camino",
            "score": 6.5,
            "description": "I need more Jesse in my life."
      },
      {
            "type": "TV Show",
            "name": "Breaking Bad",
            "score": 9.5,
            "description": "Skinny Pete is quite the silly little guy."
      },
      {
            "type": "Movie",
            "name": "The Wolf of Wall Street",
            "score": 6.5,
            "description": "It's actually so wild this is based on a true story. Not quite sure how much of it is actually true though."
      },
      {
            "type": "Movie",
            "name": "The Cat in the Hat",
            "score": 6,
            "description": "Actual horror movie what the fuck happened."
      },
      {
            "type": "Movie",
            "name": "The Babadook",
            "score": 6.5,
            "description": "I he was Cat in the Hat it would be more scary."
      },
      {
            "type": "Movie",
            "name": "Big Hero 6",
            "score": 7,
            "description": "I didn't see his brothers death coming. Sorry if I spoilt this old ass movie for any you youngins (I mean not that old but still)."
      },
      {
            "type": "Movie",
            "name": "Guardians of the Galaxy",
            "score": 7,
            "description": "Chris Pratt is so cool!!"
      },
      {
            "type": "Movie",
            "name": "Inside Out",
            "score": 6.5,
            "description": "I hate to say it but I actually believed that fake Inside Out 2 trailer when I was like 9 unaware of how freaky it was. God bless my soul."
      },
      {
            "type": "Movie",
            "name": "Train to Busan",
            "score": 8,
            "description": "NOO SEOK 💔 💔"
      },
      {
            "type": "Movie",
            "name": "Get Out",
            "score": 7.5,
            "description": "Moral of the story is that you should never trust white women, you're welcome."
      },
      {
            "type": "Movie",
            "name": "Baby Driver",
            "score": 7,
            "description": "Only 50% of the name was correct smh."
      },
      {
            "type": "Movie",
            "name": "It",
            "score": 7,
            "description": "Spooky."
      },
      {
            "type": "Movie",
            "name": "Coco",
            "score": 7.5,
            "description": "Damn this is a kids movie. High quality content for the youths."
      },
      {
            "type": "TV Show",
            "name": "Brooklyn 99",
            "score": 8,
            "description": "Me when things are well written and funny. Last season was kind of a step down but still a great show, rip Andre Braugher."
      },
      {
            "type": "Movie",
            "name": "Mandy",
            "score": 7.5,
            "description": "If death metal was a film this is it. It has lots of death and is metal."
      },
      {
            "type": "Movie",
            "name": "Black Panther",
            "score": 6.5,
            "description": "I'm gonna be real I'm not gay but Black Panda is real hot. Edit: That was pretty gay of past me tbh."
      },
      {
            "type": "Movie",
            "name": "Halloween (2018)",
            "score": 8,
            "description": "This film is underrated as hell and the long shot at the start was peak, I'm Dead Meat James out here."
      },
      {
            "type": "Movie",
            "name": "Spider-Man: Into the Spider-Verse",
            "score": 8,
            "description": "Wow all they needed to do to make a good Spiderman film was to make him black I guess."
      },
      {
            "type": "Movie",
            "name": "Us",
            "score": 7.5,
            "description": "I feel like considering they were trapped underground their whole lives they didn't turn out that bad. I learnt in year 8 science that your bones go soft and shit."
      },
      {
            "type": "Movie",
            "name": "Avengers: Infinity War",
            "score": 7.5,
            "description": "Mr Stark I dont feel so good. Some really fun slop to watch with friends."
      },
      {
            "type": "Movie",
            "name": "Avengers: Endgame",
            "score": 7,
            "description": "It's good it ended here because I dont think you can keep making the films bigger and bigger."
      },
      {
            "type": "Movie",
            "name": "Midsommar",
            "score": 6.5,
            "description": "About what I expect of the Sweedish smh."
      },
      {
            "type": "Movie",
            "name": "Spider-Man: Far from Home",
            "score": 4,
            "description": "I must be able to see the future because surely this film wasnt so predictable I guessed the entire thing ahead of time."
      },
      {
            "type": "Movie",
            "name": "Ready or Not",
            "score": 7,
            "description": "Her banshee scream is sick asf."
      },
      {
            "type": "Movie",
            "name": "It Chapter Two",
            "score": 5.5,
            "description": "Wow people really seem to like these kid actors, lets replace them that would be a pretty cool idea."
      },
      {
            "type": "Movie",
            "name": "Joker",
            "score": 8,
            "description": "You get what you fucking deserve !!"
      },
      {
            "type": "Movie",
            "name": "Jojo Rabbit",
            "score": 8,
            "description": "This hits a lot harder then it should."
      },
      {
            "type": "Movie",
            "name": "Ready Player One",
            "score": 4.5,
            "description": "I wanted the Roblox wings so bad. Pretty sure I never got them though 💔."
      },
      {
            "type": "Movie",
            "name": "Doctor Sleep",
            "score": 7,
            "description": "They kinda fumbled the end still a good film though and a fun watch."
      },
      {
            "type": "Movie",
            "name": "A Quiet Place Part II",
            "score": 6.5,
            "description": "They missed an opportunity to call it 'The Quieter Place' what a tragedy."
      },
      {
            "type": "Movie",
            "name": "A Quiet Place",
            "score": 8,
            "description": "If I was living in this world the last thing I would think is to have another kid holy shit."
      },
      {
            "type": "TV Show",
            "name": "Loki",
            "score": 7,
            "description": "Is it incest to have sex with yourself tho? Edit: I was asking the tough questions for sure."
      },
      {
            "type": "Movie",
            "name": "Luca",
            "score": 6.5,
            "description": "These fish gay as hell man."
      },
      {
            "type": "TV Show",
            "name": "Squid Game",
            "score": 7,
            "description": "I can't believe they stole Mr Beast's idea!! One time uploaded a clip of this shit and got like 6 million views boosted ego for years."
      },
      {
            "type": "Movie",
            "name": "The Black Phone",
            "score": 5.5,
            "description": "This is why I dont answer my phone for anyone not worth the risk."
      },
      {
            "type": "Movie",
            "name": "Spider-Man: No Way Home",
            "score": 7.5,
            "description": "This guy knew green goblin was the greatest character ever made. Hell yeah brother."
      },
      {
            "type": "Movie",
            "name": "Scream (2022)",
            "score": 5,
            "description": "Honestly quite incredible they have managed to make the same film so many times."
      },
      {
            "type": "Movie",
            "name": "The Batman",
            "score": 7.5,
            "description": "I would rather live in hell then Gotham lowkey. Btw this movie did not need to so fucking long why was this almost 3 hours wtf I don't have an attention span like that."
      },
      {
            "type": "Movie",
            "name": "Thor: Ragnarok",
            "score": 7,
            "description": "Thor's hammer seemed to break a little too easily isn't this meant to be some mythical weapon and also how tf could he just make another one."
      },
      {
            "type": "Movie",
            "name": "Thor: Love and Thunder",
            "score": 2,
            "description": "I'm gonna pretend this doesn't exist. Taika Waititi has shamed our country and will be executed for this."
      },
      {
            "type": "Movie",
            "name": "Smile",
            "score": 3,
            "description": "It felt this this had a budget of $2 and a pack of gum though it made like 10x it's budget so I guess it worked."
      },
      {
            "type": "TV Show",
            "name": "Invincible",
            "score": 8,
            "description": "I hate the black girl so fucking much just break up like how can she be pissed that he didn't tell her his secret identity even his closest friend doesn't know you been dating for 20 minutes chill out."
      },
      {
            "type": "Movie",
            "name": "Scream VI",
            "score": 6.5,
            "description": "Holy shit Ghost Face can actually move without collapsing!! Big advancements happening here."
      },
      {
            "type": "Movie",
            "name": "Spider-Man: Across the Spider-Verse",
            "score": 9,
            "description": "Just watch it please. It's peak fiction. Even better than the already great original."
      },
      {
            "type": "Movie",
            "name": "Saw X",
            "score": 4,
            "description": "These movies are kinda getting old. What is even going on anymore, it seems like they can't even figure out a reason for them to keep going."
      },
      {
            "type": "Movie",
            "name": "Saw VI",
            "score": 6,
            "description": "I feel like the cameras are slightly worse for this one, still better than 2, 3 and 4 somehow. That's all I have to say to be honest this shit is getting so lazy."
      },
      {
            "type": "Movie",
            "name": "Saw V",
            "score": 6.5,
            "description": "This is my favourite one since Saw 1 but did they just run out of money while still missing a trap and so they thought fuck it, shotgun chair? Because that's honestly the only explaination for this."
      },
      {
            "type": "Movie",
            "name": "Saw IV",
            "score": 6,
            "description": "The chair based traps are getting a little old but ig, I couldn't think up anything better personally but you guys are getting like a trillion dollars a movie."
      },
      {
            "type": "Movie",
            "name": "Saw III",
            "score": 6,
            "description": "Doubled the money again and made it worse. I didn't think the freezer room was the best trap either."
      },
      {
            "type": "Movie",
            "name": "Saw II",
            "score": 6.5,
            "description": "How did they get 4x more money and still make a worse movie??"
      },
      {
            "type": "Movie",
            "name": "Saw",
            "score": 7,
            "description": "Tiny budget but they made it work really well, the camera the recorded this on really does suck ass."
      },
      {
            "type": "Anime",
            "name": "My Hero Academia",
            "score": 5,
            "description": "One of the things of all time truly. Edit: I really need to write more for these things."
      },
      {
            "type": "Anime",
            "name": "Devilman: Crybaby",
            "score": 7.5,
            "description": "Chief Priest sounds like cheif keef. Anyways this show was kind of bizarre but also very unique and fun. Edit: What was I on about with that first sentence."
      },
      {
            "type": "Anime",
            "name": "Saving 80,000 Gold in Another World for My Retirement",
            "score": 2.5,
            "description": "I honestly can not believe I was recommended such garbage. Slop to the extreme."
      },
      {
            "type": "Anime",
            "name": "Spy X Family",
            "score": 7,
            "description": "What the dog doin? (He's such a good boy)."
      },
      {
            "type": "Anime",
            "name": "Attack on Titan",
            "score": 8,
            "description": "It upsets me greatly that people think this is good. I did really enjoy the first few episodes though. Edit: Not as bad as I let own but still overrated as shit everyone such a whiny asshole. Some very cool ideas were going on though. Edit 2: 6.5 -> 3, Nah actually I lied to you. I tried to rewatch this shit and this is so fucking corny holy shit I was dying. The sub isn't less cringy it's just harder to judge cringe when you're reading it as opposed to hearing it. Edit: 3 -> 8, I think stockholm kicked in or something but I pushed through the corn and it led me to realise Attack on Titan really is something special. I can't really explain it but AOT is strangely captivating to me even if it took me a while to 'get' it."
      },
      {
            "type": "Anime",
            "name": "Chainsaw Man",
            "score": 8.5,
            "description": "I hate poor people !! This show cool as fuck though, the animation is peak and the characters are just such over the top fun."
      },
      {
            "type": "Anime",
            "name": "Bungo Stray Dogs",
            "score": 6.5,
            "description": "My expectations were too high. My friends overhyped this like crazy oml."
      },
      {
            "type": "Anime",
            "name": "Assassination Classroom",
            "score": 6.5,
            "description": "Femboy. Edit: Very succinct past me, god bless."
      },
      {
            "type": "Anime",
            "name": "One Punch Man",
            "score": 8,
            "description": "So good (except for season 2 but we pretend that doesn't exist) that it even made me read the manga."
      },
      {
            "type": "Anime",
            "name": "Mob Psycho 100",
            "score": 8.5,
            "description": "I have no doubt that the animators were high making this. Edit: Clearly incorrect as you wouldn't be able to pull off something this good while stoned."
      },
      {
            "type": "Anime",
            "name": "Made in Abyss",
            "score": 9.5,
            "description": "First anime I watched (except for like Pokemon but that shit don't count), shit goes harder than diamonds. Set my expectations way too high for this medium."
      },
      {
            "type": "Anime",
            "name": "Jujutsu Kaisen",
            "score": 8.5,
            "description": "Some guy named Kenzo is getting paid 5 yen per 19 hour shift for animating this shit, what a hero."
      },
      {
            "type": "Anime",
            "name": "JoJo's Bizarre Adventure Part 3: Stardust Crusaders",
            "score": 6,
            "description": "My Google Drive account got deleted for pirating this, the battles were cool, way better then part 2 and 1 because they have stands now but it barely had a plot."
      },
      {
            "type": "Anime",
            "name": "JoJo's Bizarre Adventure Part 5: Golden Wind",
            "score": 8,
            "description": "My favourite group dynamic so far and the setting felt real unique because Italy is just cool like that and isn't in shows enough. The plot was technically better than part 4 with non of those random loose threads but Diavolo was such a boring character and got carried so hard by Doppio."
      },
      {
            "type": "Anime",
            "name": "JoJo's Bizarre Adventure Part 4: Diamond is Unbreakable",
            "score": 9,
            "description": "My favourite Jojo's Bizarre Adventure part with one of my favourite villains of all time. Kira is such an interesting character and this setting was such a breath of fresh air compared to the previous massive worldwide trips. Kira being so interesting almost made me forget the random plot points they just forgot to expand on."
      },
      {
            "type": "Anime",
            "name": "JoJo's Bizarre Adventure Part 2: Battle Tendency",
            "score": 4.5,
            "description": "A step above part 1 because the main character isn't a piece of cardboard but thats about the only thing I found better in this part and it still has bum ass ripple,"
      },
      {
            "type": "Anime",
            "name": "JoJo's Bizarre Adventure Part 1: Phantom Blood",
            "score": 3.5,
            "description": "It was just kind of boring, it had the same Jojo vibe but was lacking in every aspect."
      },
      {
            "type": "Anime",
            "name": "Neon Genesis Evangelion",
            "score": 1.5,
            "description": "The most overhyped series ever??. It's unbelievably boring and repetitive, I hate every character and even if they are realistic it doesn't change the fact that Shinji is a little bitch, Asuka is just a bitch and Rei is hardly a person who has almost 0 character development. The plot is so complicated and convoluted with a mystery that is impossible to understand without seeing other Evangelion media and forgive me for wanting a series to be able to be digested without going through other movies just to get an understanding of a mystery that should have been answered at the start. No characters ever die, and if they do they are alive in the next episode so I am never worried. The symbolism looks cool but is meaningless and looking cool was literally the entire reason it was added."
      },
      {
            "type": "Anime",
            "name": "Kaguya-sama: Love is War",
            "score": 3,
            "description": "I feel like I'm becoming less of a man every episode this shit so corny 😭😭."
      },
      {
            "type": "Anime",
            "name": "KonoSuba",
            "score": 3,
            "description": "Imagine comedy except its not funny!"
      },
      {
            "type": "Anime",
            "name": "Frieren - Beyond Journey's End",
            "score": 9,
            "description": "I hope the artists hands arent burnt from drawing this fire."
      },
      {
            "type": "Anime",
            "name": "A Returner's Magic Should Be Special",
            "score": 5,
            "description": "A really average anime, I'd say just read the manhwa but even that is only ok."
      },
      {
            "type": "Anime",
            "name": "Cyberpunk: Edgerunners",
            "score": 10,
            "description": "How is it possible to fit this much into ten episodes?? My favourite anime of all time, made me cry like a little baby."
      },
      {
            "type": "Anime",
            "name": "Migi to Dali",
            "score": 6.5,
            "description": "The Steve Jobs bit was the funniest joke I've heard in anime, it was so out of nowhere. The other gags are kind of alright."
      },
      {
            "type": "Anime",
            "name": "Tokyo Ghoul",
            "score": 5,
            "description": "This is more edgy than the manga without any of the proper character development stopping it from being completely edgy like the manga did."
      },
      {
            "type": "Anime",
            "name": "Dorohedoro",
            "score": 8,
            "description": "Good but the art and just general it isn't as good as the manga but Ebisu in the shark costume was definitely better than the manga. Still it is worth a watch if you are unwilling to read the manga. Just wish there was more of it, though apparently a season 2 is coming soon."
      },
      {
            "type": "Anime",
            "name": "Hinamatsuri",
            "score": 8.5,
            "description": "Funny with incredible animation, if only there was more. Thank god there was a manga."
      },
      {
            "type": "Anime",
            "name": "Nichijou - My Ordinary Life",
            "score": 2,
            "description": "It's just not funny at all man. Edit: Usually a fan of absurdist comedy but this just doesn't do it for me."
      },
      {
            "type": "Anime",
            "name": "Demon Slayer",
            "score": 7.5,
            "description": "Wow the animation is insane, also the entertainment district arc was peak fiction. Some less entertaining arcs though..."
      },
      {
            "type": "Movie",
            "name": "Five Nights at Freddy's",
            "score": 5.5,
            "description": "It could have been worse."
      }
]
